[{"bookTitle":"This Is How It Always Is","highlight":"“Because you know what’s even better than happy endings?” “What?” “Happy middles.” “You think?” “All the happy with none of the finality. All the happy with room enough to grow. What could be better than that?”","rating":3},{"bookTitle":"This Is How It Always Is","highlight":"Making peace was better than living in fear.","rating":3},{"bookTitle":"Quiet","highlight":"Participants in brainstorming sessions usually believe that their group performed much better than it actually did, which points to a valuable reason for their continued popularity—group brainstorming makes people feel attached. A worthy goal, so long as we understand that social glue, as opposed to creativity, is the principal benefit.","rating":2},{"bookTitle":"The Bookish Life of Nina Hill","highlight":"“That is both the lamest and the nerdiest excuse for inaction I’ve ever heard. I can’t decide whether to smack you across the face or burst into applause.”","rating":3},{"bookTitle":"The Bookish Life of Nina Hill","highlight":"None of them were very thrilled to hear about you, I’m afraid. Except Peter.” “He’s supportive of illegitimate children?” Sarkassian turned to leave. “He’s an anthropologist.”","rating":1},{"bookTitle":"No Worries","highlight":"If you don’t own a house, then the best way to get exposure is through the ETF VNQ—the Vanguard REIT Index. A REIT is a real estate investment trust—a company that passively invests in various real estate, and VNQ is a basket of a bunch of REITs.","rating":1},{"bookTitle":"Fierce Conversations","highlight":"One of my colleagues, Pat Murray, suggests, “If you want to see someone in real pain, watch someone who knows who he is and defaults on it on a regular basis.”","rating":3},{"bookTitle":"The Bookish Life of Nina Hill","highlight":"Word geeks love to discover one another. Come upon. Identify. Recognize.","rating":2},{"bookTitle":"No Worries","highlight":"Cash in a bank account is just fine. Why? Because making zero percent in the bank is better than making negative percent in the stock market.","rating":3},{"bookTitle":"No Worries","highlight":"You could get a raise This is one very simple way to get more money. Not a lot of money, but some. It is a good first step. You might be wondering how to get a raise. I will tell you how to get a raise: bosses don’t give raises to people they don’t like.","rating":3},{"bookTitle":"Fierce Conversations","highlight":"“This ongoing conversation I have been having with my wife is not about the relationship. The conversation is the relationship.”","rating":2},{"bookTitle":"This Is How It Always Is","highlight":"The rate of suicide for these kids is over forty percent, you know.” Penn closed his eyes. He did know.","rating":2},{"bookTitle":"This Is How It Always Is","highlight":"“Easy is nice, but it’s not as good as getting to be who you are or stand up for what you believe in,” said Penn. “Easy is nice, but I wonder how often it leads to fulfilling work or partnership or being.”","rating":2},{"bookTitle":"Fierce Conversations","highlight":"Is the personal cost I’m paying really worth it? One of the rules of engagement for companies, couples, and individuals who are practicing the principles of fierce conversations is that while no one has to change, everyone has to have the conversation.","rating":3},{"bookTitle":"No Worries","highlight":"Now we have arrived at the number one way that people make life-changing money—through entrepreneurship. They start a business, it grows, and they sell it. It happens thousands of times each year.","rating":1},{"bookTitle":"Quiet","highlight":"Once you understand introversion and extroversion as preferences for certain levels of stimulation, you can begin consciously trying to situate yourself in environments favorable to your own personality—neither overstimulating nor understimulating, neither boring nor anxiety-making. You can organize your life in terms of what personality psychologists call “optimal levels of arousal” and what I call “sweet spots,” and by doing so feel more energetic and alive than before.","rating":2},{"bookTitle":"No Worries","highlight":"But debt allows you to accomplish things you wouldn’t have been able to otherwise.","rating":2},{"bookTitle":"The Bookish Life of Nina Hill","highlight":"Nina might battle crippling anxiety once or twice a week, but she also worked in retail, and rudeness is the special sauce on the burger that is the Los Angeles shopping public.","rating":3},{"bookTitle":"The Bookish Life of Nina Hill","highlight":"Nina regarded her carefully. “I find that story almost impossible to believe.” Liz turned and walked toward nonfiction. “I should hope so, seeing as I completely made it up.”","rating":3},{"bookTitle":"Quiet","highlight":"They welcome the chance to communicate digitally. The same person who would never raise his hand in a lecture hall of two hundred people might blog to two thousand, or two million, without thinking twice. The same person who finds it difficult to introduce himself to strangers might establish a presence online and then extend these relationships into the real world.","rating":2},{"bookTitle":"The Bookish Life of Nina Hill","highlight":"(Moms of a certain age know dozens and dozens of people through various channels, so they have to perform this human equivalent of canine butt sniffing all the goddamned time.)","rating":2},{"bookTitle":"The Bookish Life of Nina Hill","highlight":"Nina was firm. “Because we sold you a book and you read it. That’s pretty much the whole life cycle of bookstores right there. If you didn’t enjoy it, I’m very sorry, but we can’t do anything about it.”","rating":2},{"bookTitle":"No Worries","highlight":"This person has the ability to make more money, but chooses not to, because they really enjoy what they do. That is an economic choice.","rating":2},{"bookTitle":"Quiet","highlight":"On the one hand, according to the theory of gene-environment interaction, people who inherit certain traits tend to seek out life experiences that reinforce those characteristics.","rating":2},{"bookTitle":"This Is How It Always Is","highlight":"They say it is what you never imagine can be lost that is hardest to live without.","rating":3},{"bookTitle":"The Bookish Life of Nina Hill","highlight":"Nina wasn’t a wine snob or anything, but she was a millennial, and as you’ve probably heard, they drink more wine than any generation in history.","rating":3},{"bookTitle":"The Bookish Life of Nina Hill","highlight":"He liked the concept of fatherhood, you know, the job description. He just didn’t want to do the actual work.”","rating":3},{"bookTitle":"No Worries","highlight":"Stocks go up, and you are happy. Stocks go down, and you are unhappy. Stocks go down even more, and you are suicidal. Eventually you can’t take it anymore, and you sell all your stocks on the lows… and then they go up again. Then you buy them back higher… and they go down. This is why the typical individual investor massively underperforms the market.","rating":2},{"bookTitle":"Quiet","highlight":"“Putting theory into practice is hard for them,” writes Gallagher, “because their sensitive natures and elaborate schemes are unsuited to the heterogeneous rigors of the schoolyard.” Yet as we’ll see in the chapters to come, these traits—alertness, sensitivity to nuance, complex emotionality—turn out to be highly underrated powers.","rating":3},{"bookTitle":"This Is How It Always Is","highlight":"“It takes a whole lifetime”—Mr. Tongo sounded overjoyed as usual—“so it’s a good thing she’s starting early.”","rating":3},{"bookTitle":"The Bookish Life of Nina Hill","highlight":"“Would you like a glass of wine?” asked Peter. “It’s terrible, but there’s alcohol in it.”","rating":3},{"bookTitle":"No Worries","highlight":"It’s in the joint account, but everyone knows what they contributed, so the husband still thinks the wife is spending his money, or the wife still thinks that the husband is spending her money. We can’t get rid of these emotional attachments. So the best solution to this, believe it or not, is: Keep your money separate.","rating":1},{"bookTitle":"No Worries","highlight":"Term life insurance is always a good idea, at a multiple of your income for a single year.","rating":1},{"bookTitle":"This Is How It Always Is","highlight":"Missionary position was, as far as she could tell, like vanilla ice cream: purported to be boring and chosen only by passionless, unimaginative, exhausted people but really the best one.","rating":2},{"bookTitle":"No Worries","highlight":"There is some research that shows that more information, consumed more frequently, leads to bad decision-making.","rating":3},{"bookTitle":"The Bookish Life of Nina Hill","highlight":"“Being with you is as good as being alone.”","rating":3},{"bookTitle":"No Worries","highlight":"Ultimately, I recommend that 20% of your net worth is held in cash, for emergencies, to take advantage of opportunities, or for portfolio reasons, which we will discuss in Part IV. This is about living a stress-free financial life. Having a large cash cushion dramatically reduces your financial stress.","rating":3},{"bookTitle":"Quiet","highlight":"At the onset of the Culture of Personality, we were urged to develop an extroverted personality for frankly selfish reasons—as a way of outshining the crowd in a newly anonymous and competitive society. But nowadays we tend to think that becoming more extroverted not only makes us more successful, but also makes us better people.","rating":2},{"bookTitle":"The Bookish Life of Nina Hill","highlight":"She enjoyed people—she really did—she just needed to take them in homeopathic doses; a little of the poison was the cure.","rating":3},{"bookTitle":"The Bookish Life of Nina Hill","highlight":"She was very good at hiding it, but anxiety was like her anti-superpower, the one that came out unbidden in a crisis. The Hulk gets angry; Nina got anxious.","rating":2},{"bookTitle":"Quiet","highlight":"That was exactly what happened—the conformists showed less brain activity in the frontal, decision-making regions and more in the areas of the brain associated with perception. Peer pressure, in other words, is not only unpleasant, but can actually change your view of a problem.","rating":2},{"bookTitle":"Quiet","highlight":"Today’s employees inhabit open office plans, in which no one has a room of his or her own, the only walls are the ones holding up the building, and senior executives operate from the center of the boundary-less floor along with everyone else.","rating":2},{"bookTitle":"Quiet","highlight":"Our lives are shaped as profoundly by personality as by gender or race. And the single most important aspect of personality—the “north and south of temperament,” as one scientist puts it—is where we fall on the introvert-extrovert spectrum.","rating":3},{"bookTitle":"This Is How It Always Is","highlight":"“You’re too old to be open-minded and tolerant,” said Rosie. “I’m too old not to be.”","rating":3},{"bookTitle":"No Worries","highlight":"We should all strive to achieve balance in our financial lives, and to have a healthy relationship with money. We shouldn’t love it too much or too little. Not just for our sake, but for those around us.","rating":2},{"bookTitle":"This Is How It Always Is","highlight":"You have to help him see that if he’s disappearing from the world, that’s too high a price to pay for fitting in.","rating":3},{"bookTitle":"Fierce Conversations","highlight":"The conversation is the relationship.","rating":3},{"bookTitle":"No Worries","highlight":"A stress-free financial life is a function of how you structure your financial affairs, and your attitudes toward money.","rating":2},{"bookTitle":"Quiet","highlight":"Similarly, at Microsoft, many employees enjoy their own private offices, yet they come with sliding doors, movable walls, and other features that allow occupants to decide when they want to collaborate and when they need private time to think. These kinds of diverse workspaces benefit introverts as well as extroverts, the systems design researcher Matt Davis told me, because they offer more spaces to retreat to than traditional open-plan offices.","rating":2},{"bookTitle":"Fierce Conversations","highlight":"So many times I’ve heard people say, “I knew our strategy wasn’t working, but no one was willing to tell our CEO. No one wanted to lose their job.”","rating":2},{"bookTitle":"Fierce Conversations","highlight":"What are the right questions? They are the big questions that define your ideal future: Where am I going? Why am I going there? Who is going with me? How am I going to get there? Am I realizing my full potential? Am I fully extended in my capabilities? Is there value and fulfillment in my work today? What unmet needs am I moved and positioned to meet?","rating":3},{"bookTitle":"Quiet","highlight":"But there’s a less obvious yet surprisingly powerful explanation for introverts’ creative advantage—an explanation that everyone can learn from: introverts prefer to work independently, and solitude can be a catalyst to innovation. As the influential psychologist Hans Eysenck once observed, introversion “concentrates the mind on the tasks in hand, and prevents the dissipation of energy on social and sexual matters unrelated to work.”","rating":2},{"bookTitle":"This Is How It Always Is","highlight":"You’d think people in a hospital waiting room would be kindred spirits, compatriots, like soldiers who’d served together, fellow citizens of a hollowed, harrowed world, but no, mostly they avoided one another’s eyes and heaved great passive-aggressive sighs in one another’s direction whenever someone had the audacity to get attention from the nurses first.","rating":2},{"bookTitle":"The Bookish Life of Nina Hill","highlight":"“You didn’t need anyone to play with; you were fine. Other people are overrated.”","rating":2},{"bookTitle":"No Worries","highlight":"You may already be thinking about what the three big things have in common. Yes, it’s debt. Debt is one of the two sources of financial stress, which we discuss in the next chapter.","rating":2},{"bookTitle":"Quiet","highlight":"As the science journalist Winifred Gallagher writes: “The glory of the disposition that stops to consider stimuli rather than rushing to engage with them is its long association with intellectual and artistic achievement.","rating":2},{"bookTitle":"No Worries","highlight":"Blowing up your entire identity is not the easiest thing in the world to do. Our jobs are part of our being, our moral fiber. It’s who we are. And, you know, you get good at your job after a while, and it’s a lot of work to learn a new job all over again. Changing careers is not as simple as answering a job ad—it’s about changing the definition of who we are as people.","rating":2},{"bookTitle":"Quiet","highlight":"High-reactive children raised in supportive environments are even more resistant than other kids to the common cold and other respiratory illnesses, but get sick more easily if they’re raised in stressful conditions. The short allele of the SERT gene is also associated with higher performance on a wide range of cognitive tasks.","rating":2},{"bookTitle":"Quiet","highlight":"When I think of my own experiences in light of Schwartz’s findings, I realize it’s not true that I’m no longer shy; I’ve just learned to talk myself down from the ledge (thank you, prefrontal cortex!). By now I do it so automatically that I’m hardly aware it’s happening. When I talk with a stranger or a group of people, my smile is bright and my manner direct, but there’s a split second that feels like I’m stepping onto a high wire.","rating":2},{"bookTitle":"This Is How It Always Is","highlight":"But they learn other things too: you have to conform, or people might not like you; you have to be the same because different doesn’t feel good.","rating":2},{"bookTitle":"No Worries","highlight":"You want to get yourself into a position where you have upside. Oftentimes that means getting equity in the company where you work, so you can share in the profits. If the company grows, then you benefit along with it.","rating":3},{"bookTitle":"Quiet","highlight":"Wozniak did most of the work inside his cubicle at Hewlett-Packard. He’d arrive around 6:30 a.m. and, alone in the early morning, read engineering magazines, study chip manuals, and prepare designs in his head. After work, he’d go home, make a quick spaghetti or TV dinner, then drive back to the office and work late into the night.","rating":2},{"bookTitle":"Quiet","highlight":"For very different reasons, shy and introverted people might choose to spend their days in behind-the-scenes pursuits like inventing, or researching, or holding the hands of the gravely ill—or in leadership positions they execute with quiet competence. These are not alpha roles, but the people who play them are role models all the same.","rating":3},{"bookTitle":"Quiet","highlight":"Americans found themselves working no longer with neighbors but with strangers. “Citizens” morphed into “employees,” facing the question of how to make a good impression on people to whom they had no civic or family ties.","rating":2},{"bookTitle":"Quiet","highlight":"Schwartz’s research suggests something important: we can stretch our personalities, but only up to a point. Our inborn temperaments influence us, regardless of the lives we lead. A sizable part of who we are is ordained by our genes, by our brains, by our nervous systems. And yet the elasticity that Schwartz found in some of the high-reactive teens also suggests the converse: we have free will and can use it to shape our personalities.","rating":2},{"bookTitle":"This Is How It Always Is","highlight":"“Of course it is,” said the witch. “Story is the best magic there is.”","rating":2},{"bookTitle":"The Bookish Life of Nina Hill","highlight":"Nina laughed. “Maybe there is no real thing for anyone. Maybe all of us change depending on where we are and who we’re with.”","rating":2},{"bookTitle":"Fierce Conversations","highlight":"Our context determines how we experience the content of our lives. In fact, I’ll go so far as to say that your context is running your life. Quite simply, your context influences your behavior and your behavior produces your results.","rating":2},{"bookTitle":"The Bookish Life of Nina Hill","highlight":"Anxiety is what kept us alive, back in the day. It helps us know when things are wrong, when situations are dangerous or people mean us harm. It’s just sometimes it gets ahead of itself, right?”","rating":2},{"bookTitle":"The Bookish Life of Nina Hill","highlight":"Oh my God, she thought, it’s hard to be human sometimes, with the pressure to be civilized lying only very thinly over the brain of a nervous little mammal.","rating":2},{"bookTitle":"Quiet","highlight":"Yet today we make room for a remarkably narrow range of personality styles. We’re told that to be great is to be bold, to be happy is to be sociable. We see ourselves as a nation of extroverts—which means that we’ve lost sight of who we really are.","rating":3},{"bookTitle":"Fierce Conversations","highlight":"Our most valuable currency is relationship. Emotional capital.","rating":3},{"bookTitle":"No Worries","highlight":"Risk management is about fighting your emotions. If I could summarize it in one sentence, my philosophy of risk management is as follows: This too shall pass.","rating":3},{"bookTitle":"This Is How It Always Is","highlight":"Poppy went to bed tingling with happiness, ecstatic with impatience. She wondered how long she would have to wait before she had something secret to tell.","rating":2},{"bookTitle":"Quiet","highlight":"Deliberate Practice is best conducted alone for several reasons. It takes intense concentration, and other people can be distracting. It requires deep motivation, often self-generated. But most important, it involves working on the task that’s most challenging to you personally.","rating":2},{"bookTitle":"No Worries","highlight":"This is a perfectly acceptable economic choice, as long as you are honest about your motivations. And people make this choice all the time.","rating":2},{"bookTitle":"Quiet","highlight":"At first I wondered why I prized these reassurances so highly. Then I realized that I was attending the workshop because I wanted to stretch myself to the outer limits of my temperament. I wanted to be the best and bravest speaker I could be. The reassurances were evidence that I was on my way toward achieving this goal. I suspected that the feedback I was getting was overly charitable, but I didn’t care. What mattered was that I’d addressed an audience that had received me well, and I felt good about the experience. I had begun to desensitize myself to the horrors of public speaking.","rating":1},{"bookTitle":"Fierce Conversations","highlight":"Mineral Rights will help you drill down deep on a topic by asking your colleague, customer, boss, direct report, spouse, child, or friend a series of questions.","rating":1},{"bookTitle":"This Is How It Always Is","highlight":"“Not ever. Not once. You never know. You only guess. This is how it always is. You have to make these huge decisions on behalf of your kid, this tiny human whose fate and future is entirely in your hands, who trusts you to know what’s good and right and then to be able to make that happen. You never have enough information. You don’t get to see the future. And if you screw up, if with your incomplete, contradictory information you make the wrong call, well, nothing less than your child’s entire future and happiness is at stake. It’s impossible. It’s heartbreaking. It’s maddening. But there’s no alternative.”","rating":3},{"bookTitle":"Quiet","highlight":"To solve Esther’s problem, let’s focus on another difference between introverts and extroverts: their preference for stimulation.","rating":1},{"bookTitle":"Quiet","highlight":"This teacher was kind and well-intentioned, but I wonder whether students like the young safety officer would be better off if we appreciated that not everyone aspires to be a leader in the conventional sense of the word—that some people wish to fit harmoniously into the group, and others to be independent of it.","rating":3},{"bookTitle":"Quiet","highlight":"The lesson, says Collins, is clear. We don’t need giant personalities to transform companies. We need leaders who build not their own egos but the institutions they run.","rating":3},{"bookTitle":"Fierce Conversations","highlight":"In The Sun Also Rises, a character drinking with friends in a bar is asked, “How did you go bankrupt?” He answers, “Gradually, then suddenly.”","rating":3},{"bookTitle":"No Worries","highlight":"I’m a big proponent of entrepreneurship, for a bunch of reasons, but the biggest reason is that… …you will be happier. Working in someone else’s organization can be soul-destroying. Stupid bosses, stupid politics, stupid projects, you’re not in charge of your time or destiny. Yes, starting a business is risky, but I can tell you that you will be happier even if it fails.","rating":1},{"bookTitle":"No Worries","highlight":"don’t know about you, but I don’t want to spend any time at all thinking about money. There are a lot better things to think about than money.","rating":1},{"bookTitle":"Quiet","highlight":"Eysenck believed that extroverts prefer more stimulation than introverts do, and that this explained many of their differences: introverts enjoy shutting the doors to their offices and plunging into their work, because for them this sort of quiet intellectual activity is optimally stimulating, while extroverts function best when engaged in higher-wattage activities like organizing team-building workshops or chairing meetings.","rating":1},{"bookTitle":"The Bookish Life of Nina Hill","highlight":"Life will throw you major curveballs, but it’s rare you can do much more than duck.","rating":3},{"bookTitle":"Fierce Conversations","highlight":"Fierce conversations often do take time. The problem is, not having them takes longer.","rating":3},{"bookTitle":"Fierce Conversations","highlight":"Fierce conversations have four objectives, which we’ll cover in depth throughout this book, along with the meaning of “real”: 1. Interrogate reality 2. Provoke learning 3. Tackle our toughest challenges 4. Enrich relationships","rating":1},{"bookTitle":"No Worries","highlight":"It’s good to have a healthy respect for debt, because if you have too much debt, you’re paying too much in interest, and it crowds out your ability to save for retirement. Debt is the only thing that can take you to zero—if you own your house and your car, and you have no other debt, such as student loans, nothing can touch you. You are financially invincible.","rating":2},{"bookTitle":"Fierce Conversations","highlight":"Preparing an Issue for Discussion Pat Murray suggests, “The problem named is the problem solved.” It is crucial to spend time in the problem-naming part of the exercise before the meeting!","rating":3},{"bookTitle":"No Worries","highlight":"People aren’t appropriately nervous when they are buying a house or a car. You should be. If you get this wrong, you could be financially hobbled—for life. When you’re signing the loan documents for a mortgage, your hands should be shaking. If they’re not, then you don’t grasp the magnitude of the situation.","rating":1},{"bookTitle":"No Worries","highlight":"United States is a country of crazy gamblers. Why? Because we invest all our money in stocks, and every ten years or so a giant tsunami of a bear market crashes the stock market down 50%. And then the stock market comes back.","rating":1},{"bookTitle":"The Bookish Life of Nina Hill","highlight":"“The problem with dad was that he kept disappearing. He’d promise to do this or that, but there was always a last-minute reason not to show up. Eventually we all stopped expecting anything from him; if you bend something too much it breaks, right?”","rating":1},{"bookTitle":"Fierce Conversations","highlight":"In getting to this place of alignment, one thing is clear: The quality of our lives is largely determined by the quality of the questions we ask ourselves—and the quality of our answers.","rating":3},{"bookTitle":"The Bookish Life of Nina Hill","highlight":"“Wow. You tipped someone over into the priesthood?” Polly shrugged. “Maybe he thought after me it was all downhill, and he might as well devote himself to giving back to the world, after the world had given him one incredible night with me.”","rating":3},{"bookTitle":"No Worries","highlight":"Let the cash sit there in the bank: it is serving a purpose, and that purpose is your mental health. There is nothing else that is more important.","rating":3},{"bookTitle":"Quiet","highlight":"But there’s another kind of flexibility that we all hope applies to the question of who we are and what we become. We want the freedom to map our own destinies. We want to preserve the advantageous aspects of our temperaments and improve, or even discard, the ones we dislike—such as a horror of public speaking.","rating":1},{"bookTitle":"Quiet","highlight":"She might find herself perpetually unable, at speech time, to draw on the massive body of data sitting inside her long-term memory. But once Esther understands herself, she can insist to her colleagues that they give her advance notice of any speaking events. She can practice her speeches and find herself well inside her sweet spot when finally she reaches the podium. She can prepare the same way for client meetings, networking events, even casual meetings with her colleagues—any situation of heightened intensity in which her short-term memory and the ability to think on her feet might be a little more compromised than usual.","rating":1},{"bookTitle":"Fierce Conversations","highlight":"During fierce conversations, people don’t cling to their positions as the undeniable truth. Instead, they consider their views as hypotheses to be explored and tested against others. While we may find it easier to stick with the reality we’ve defined by operating, most of the time, from one color stripe on the beach ball, our competitive advantage is to learn from our changing realities and respond quickly.","rating":2},{"bookTitle":"Fierce Conversations","highlight":"What is ground truth in your organization? Every day companies falter and fail because the difference between ground truth and the “official truth” is significant. The official truth is available for general circulation and is viewed by most team members as propaganda. Ground truth is discussed around the watercooler, in the bathrooms, and in the parking lot, but is seldom offered for public consumption and rarely shows up when you need it most—when the entire team is assembled to discuss how to introduce a new product or to analyze the loss of a valuable customer and figure out how to prevent it from happening again.","rating":2},{"bookTitle":"No Worries","highlight":"We’re going to build the portfolio using five ETFs. Let me explain this, step by step. 20% stocks: The best ETF here is VTI—the Vanguard Total Stock Market Index Fund.","rating":2},{"bookTitle":"No Worries","highlight":"So the ideal portfolio should have stocks, bonds, cash, gold, and real estate. In what proportions? Well, why not keep it simple and give 20% to each? 20% stocks 20% bonds 20% cash 20% gold 20% real estate This is what I call the Awesome Portfolio.","rating":2},{"bookTitle":"No Worries","highlight":"Oftentimes, the best thing to do is to not look at your portfolio. Just don’t log in. Live your life and forget about it.","rating":3},{"bookTitle":"No Worries","highlight":"From an evolutionary perspective, human beings are hard-wired to be bad investors. I am no different. We will find a way to lose money. So making zero in the bank is not the worst thing in the world. With one caveat: Inflation.","rating":3},{"bookTitle":"This Is How It Always Is","highlight":"Parent time is magic: downtempo and supersonic all at once, witch’s time, sorcerer hours. Suddenly, while you aren’t paying attention, everything’s changed.","rating":2},{"bookTitle":"Quiet","highlight":"If there is only one insight you take away from this book, though, I hope it’s a newfound sense of entitlement to be yourself. I can vouch personally for the life-transforming effects of this outlook.","rating":3},{"bookTitle":"Quiet","highlight":"Grant says it makes sense that introverts are uniquely good at leading initiative-takers. Because of their inclination to listen to others and lack of interest in dominating social situations, introverts are more likely to hear and implement suggestions.","rating":2},{"bookTitle":"No Worries","highlight":"We begin with Chapter 2, where we talk about how wealth is a product of a few big decisions, not a million small decisions—one of the most important concepts in this book.","rating":3},{"bookTitle":"Quiet","highlight":"If these statistics surprise you, that’s probably because so many people pretend to be extroverts.","rating":3},{"bookTitle":"This Is How It Always Is","highlight":"Thinking about the difference between school and practice, books and life. What you think things are going to be like and how they actually are.”","rating":3},{"bookTitle":"The Bookish Life of Nina Hill","highlight":"Frank gazed into Nina’s eyes, trying to convince her to run away with him to a butcher’s shop.","rating":2},{"bookTitle":"The Bookish Life of Nina Hill","highlight":"Even in the most organized life there is room for whimsy. It just needs scheduling. As her heroine Monica Geller would say, Rules help control the fun.","rating":3},{"bookTitle":"No Worries","highlight":"CFs survive recessions. High rollers sometimes don’t. But in expansions, it is the high rollers who make money, while the CFs are left behind. This is why I don’t do a lot of moralizing about high rollers. There are costs and benefits to both.","rating":1},{"bookTitle":"This Is How It Always Is","highlight":"You could not avoid being who you were, could you? You could not avoid being who you were, and sometimes it destroyed you.","rating":3},{"bookTitle":"The Bookish Life of Nina Hill","highlight":"she apparently hated him so much she was willing to break all social conventions and walk away without a word.","rating":1},{"bookTitle":"No Worries","highlight":"The Greatest Lie Ever Told: You can get rich by cutting expenses to the bone. Austerity is tough. It’s tough to maintain day after day, week after week, month after month.","rating":3},{"bookTitle":"No Worries","highlight":"Remember, this is not about being financially successful. This is about being financially happy.","rating":3},{"bookTitle":"No Worries","highlight":"Remember, this is about living a stress-free financial life. Imagine you get to a point where nothing can touch you—you lose your job, no big deal. Car transmission breaks, no big deal. Your cat gets sick, no big deal. That’s what the money is for.","rating":3},{"bookTitle":"Quiet","highlight":"Free will can take us far, suggests Dr. Schwartz’s research, but it cannot carry us infinitely beyond our genetic limits. Bill Gates is never going to be Bill Clinton, no matter how he polishes his social skills, and Bill Clinton can never be Bill Gates, no matter how much time he spends alone with a computer.","rating":3},{"bookTitle":"Quiet","highlight":"Studies have shown that performance gets worse as group size increases: groups of nine generate fewer and poorer ideas compared to groups of six, which do worse than groups of four. The “evidence from science suggests that business people must be insane to use brainstorming groups,”","rating":2},{"bookTitle":"This Is How It Always Is","highlight":"How did you teach your small human that it’s what’s inside that counts when the truth was everyone was pretty preoccupied with what you put on over the outside too?","rating":3},{"bookTitle":"No Worries","highlight":"The typical wisdom on emergency funds is that you should have six months of expenses on hand, or $10,000, whichever is greater. You should probably have more than that, given that economic cycles are longer and deeper. A couple years should suffice.","rating":3},{"bookTitle":"No Worries","highlight":"I’ll tell you why this is important. The most important thing about investing is to stay invested, so you can keep compounding. Once you panic and sell your stocks and bonds, you stop compounding, and the growth ends.","rating":3},{"bookTitle":"No Worries","highlight":"I like to think of money as a big pile of things I can do. Anything becomes possible.","rating":3},{"bookTitle":"No Worries","highlight":"20% bonds: BND—the Vanguard Total Bond Market Index Fund. There are others like it, but this has the lowest fees.","rating":1},{"bookTitle":"Quiet","highlight":"“It’s not enough,” one senior manager at Eastman Kodak told the author Daniel Goleman, “to be able to sit at your computer excited about a fantastic regression analysis if you’re squeamish about presenting those results to an executive group.” (Apparently it’s OK to be squeamish about doing a regression analysis if you’re excited about giving speeches.)","rating":2},{"bookTitle":"No Worries","highlight":"But then after age 45, when you have accumulated some wealth, it is time to spend it and enjoy the fruits of your labor.","rating":3},{"bookTitle":"Fierce Conversations","highlight":"We resent being talked to. We’d rather be talked with. So will all of the experts and the terminally self-absorbed please leave the room and close the door behind you so that we can get started here? Thank you.","rating":1},{"bookTitle":"Quiet","highlight":"“The stereotype of the university professor is accurate for so many people on campus. They like to read; for them there’s nothing more exciting than ideas. And some of this has to do with how they spent their time when they were growing up. If you spend a lot of time charging around, then you have less time for reading and learning. There’s only so much time in your life.”","rating":2},{"bookTitle":"This Is How It Always Is","highlight":"“Very glad to meet you. I am K. Do not ask what K stand for. It stand for so much.","rating":1},{"bookTitle":"No Worries","highlight":"Worrying about money is stupid. Financial stress compounds all other stresses and makes them intolerable. And financial stress is typically man-made—it is a problem of our own creation. It is completely avoidable.","rating":3},{"bookTitle":"Quiet","highlight":"Most inventors and engineers I’ve met are like me—they’re shy and they live in their heads. They’re almost like artists. In fact, the very best of them are artists. And artists work best alone where they can control an invention’s design without a lot of other people designing it for marketing or some other committee.","rating":2},{"bookTitle":"Quiet","highlight":"What scientists haven’t realized until recently is that these risk factors have an upside. In other words, the sensitivities and the strengths are a package deal. High-reactive kids who enjoy good parenting, child care, and a stable home environment tend to have fewer emotional problems and more social skills than their lower-reactive peers, studies show.","rating":2},{"bookTitle":"The Bookish Life of Nina Hill","highlight":"But if you’re choosing to be alone because you’re scared of other people, resist that fear. Trust people with your truth, and bravely tell them you’re not brave at all.","rating":3},{"bookTitle":"No Worries","highlight":"It is true what they say: the rich definitely get richer. But why do the rich get richer? Because they: focus on the revenue side; get exposure to upside; and are positively exposed to luck.","rating":3},{"bookTitle":"No Worries","highlight":"Avoid the wrong debts and take the right risks and you’ll have no worries. Imagine living your life in such a way that there are only three points where you have to worry about money—when you buy a house, when you buy a car, and when you go to college—and the rest of the time, you don’t even think about it.","rating":2},{"bookTitle":"Quiet","highlight":"While extroverts tend to attain leadership in public domains, introverts tend to attain leadership in theoretical and aesthetic fields. Outstanding introverted leaders, such as Charles Darwin, Marie Curie, Patrick White and Arthur Boyd, who have created either new fields of thought or rearranged existing knowledge, have spent long periods of their lives in solitude. Hence leadership does not only apply in social situations, but also occurs in more solitary situations such as developing new techniques in the arts, creating new philosophies, writing profound books and making scientific breakthroughs.","rating":3},{"bookTitle":"This Is How It Always Is","highlight":"Shy, all-alone Claude was replaced by laughing, gregarious Poppy, who saved his allowance to buy a fairy calendar on which he recorded all the requests he got for playdates.","rating":3},{"bookTitle":"Quiet","highlight":"We like to think that we value individuality, but all too often we admire one type of individual—the kind who’s comfortable “putting himself out there.”","rating":3},{"bookTitle":"No Worries","highlight":"People get stuck. Stuck is a very bad place to be. The way to get unstuck is to take action. You’ve probably had at least one good business idea in your life. Why didn’t you do it? Too hard.","rating":3},{"bookTitle":"This Is How It Always Is","highlight":"“You can’t tell people what to be, I’m afraid,” said Rosie. “You can only love and support who they already are.","rating":3},{"bookTitle":"The Bookish Life of Nina Hill","highlight":"“Yeah, true.” Nina shrugged. “I guess there are as many ways to mother someone as there are mothers. Mine wasn’t there physically, but she sent a lot of cool postcards.”","rating":3},{"bookTitle":"The Bookish Life of Nina Hill","highlight":"You like being on your own, Nina, but you’ve never been alone. You know that, right?”","rating":3},{"bookTitle":"This Is How It Always Is","highlight":"And for the first time all night, Aggie sounded like the question she was asking was actually the question she was asking.","rating":2},{"bookTitle":"The Bookish Life of Nina Hill","highlight":"Polly shook her head. “It’s amazing to me you ever get laid at all.” “It’s amazing to me, too.”","rating":3},{"bookTitle":"Fierce Conversations","highlight":"Mineral Rights If you’re drilling for water, it’s better to drill one hundred-foot well than one hundred one-foot wells.","rating":3},{"bookTitle":"Fierce Conversations","highlight":"During fierce conversations we are more likely to get all our answers questioned than the other way around. Before we can learn, we must unlearn.","rating":3},{"bookTitle":"No Worries","highlight":"I don’t want to live in deprivation for 15 years so that I can live in deprivation for the next 40 years. The FIRE people claim to be free from the need to accumulate material possessions—but you can’t fight human nature. There is nothing inherently wrong with consumption, but we are constantly taught that consumption is evil, that it’s wrong to buy stuff, it’s wrong to experience pleasure by buying things—it’s all just going to end up in the landfill eventually, so what is the point?","rating":2},{"bookTitle":"Quiet","highlight":"The word that Kagan first used to describe high-reactive people was inhibited, and that’s exactly how I still feel at some dinner parties.","rating":3},{"bookTitle":"This Is How It Always Is","highlight":"“It wasn’t safe there.” “Where we were happy,” said Roo. “We’ll be happy here,” said Rosie. “Not like this we won’t.” Roo slunk back to his basement.","rating":2},{"bookTitle":"This Is How It Always Is","highlight":"she interrupted the roller-skating contest Roo and Ben were holding in the living room three times. (It wasn’t that she finally succeeded in getting them to stop. It was that she finally succeeded in not caring anymore.)","rating":3},{"bookTitle":"Fierce Conversations","highlight":"But first, be reminded that one of the goals in a fierce conversation is to get everyone’s reality out on the table, so it can be interrogated. Everyone’s!","rating":3},{"bookTitle":"No Worries","highlight":"Time is more important than money—always. If you have the relationship between time and money backwards, you will never succeed in accumulating wealth. You can always make more money. You can’t make more time. So, what are those","rating":2},{"bookTitle":"This Is How It Always Is","highlight":"Except then there are also the excruciating rainy Sundays when the kids are whiny, bored, and beastly, and it takes a hundred hours to get from breakfast to bedtime, the long weekends when you wonder whose demonic idea it was to trap you in your home with your bevy of abominable children for a decade without school.","rating":3},{"bookTitle":"This Is How It Always Is","highlight":"“You have to tell. It can’t be a secret. Secrets make everyone alone. Secrets lead to panic like that night at the restaurant. When you keep it a secret, you get hysterical. You get to thinking you’re the only one there is who’s like you, who’s both and neither and betwixt, who forges a path every day between selves, but that’s not so. When you’re alone keeping secrets, you get fear. When you tell, you get magic. Twice.” “Twice?” “You find out you’re not alone. And so does everyone else. That’s how everything gets better. You share your secret, and I’ll do the rest. You share your secret, and you change the world.”","rating":3},{"bookTitle":"No Worries","highlight":"get the big decisions right, and you won’t have to worry about the small decisions.","rating":3},{"bookTitle":"This Is How It Always Is","highlight":"Just being yourself never worked, but if you made yourself up, you got to be exactly who you knew yourself to be.","rating":3},{"bookTitle":"This Is How It Always Is","highlight":"Poppy’s story too awkward and complicated, too intimate, too risky to share with new acquaintances. But by the time those acquaintances became close friends, it was too late.","rating":1},{"bookTitle":"Fierce Conversations","highlight":"Our careers, our companies, our relationships, and indeed our very lives succeed or fail, gradually, then suddenly, one conversation at a time.","rating":3},{"bookTitle":"No Worries","highlight":"There are a few things you must get right or you will not be financially successful: The house The car The student loans","rating":3},{"bookTitle":"Fierce Conversations","highlight":"Team members must reconvene quarterly to address the question “What has changed since last we met?” As a company president recently admitted, “I’d like to get a firm grasp on reality, but somebody keeps moving it.”","rating":3},{"bookTitle":"This Is How It Always Is","highlight":"One is the loneliest number. Never put all your eggs in one basket.","rating":1},{"bookTitle":"The Bookish Life of Nina Hill","highlight":"Lili smiled. “Yeah but those are mom years; they’re like dog years, seven for every one. Chronologically, I’m thirty-four, but in mom years, I’m ninety-four.”","rating":3},{"bookTitle":"No Worries","highlight":"20% gold: Here you want to use the ETF GLD, or SPDR Gold Trust. GLD has been around since 2005—each share is worth (approximately) a tenth of an ounce of gold. The shares of the ETF are backed by actual physical gold in a vault in London.","rating":1},{"bookTitle":"Quiet","highlight":"Introverts, in contrast, may have strong social skills and enjoy parties and business meetings, but after a while wish they were home in their pajamas. They prefer to devote their social energies to close friends, colleagues, and family. They listen more than they talk, think before they speak, and often feel as if they express themselves better in writing than in conversation. They tend to dislike conflict. Many have a horror of small talk, but enjoy deep discussions.","rating":3},{"bookTitle":"No Worries","highlight":"20% real estate:","rating":1},{"bookTitle":"The Bookish Life of Nina Hill","highlight":"The kids loved it, but Nina rarely saw adults in there, because, you know, wisdom.","rating":2},{"bookTitle":"No Worries","highlight":"The average person spends 4% of their time driving a car. It’s a way to get from A to B. Most car decisions are driven by ego and status","rating":1},{"bookTitle":"The Bookish Life of Nina Hill","highlight":"It was so difficult in text, and she wondered if her generation’s reliance on written communication was making them better writers or simply more confused people.","rating":3},{"bookTitle":"No Worries","highlight":"The main thing that the CFs get wrong is that they fail to recognize a simple principle: material things bring us happiness. Sure, material things are not the only things that bring us happiness, but they do bring us happiness.","rating":2},{"bookTitle":"Fierce Conversations","highlight":"In fact, life is about making connections, most importantly, a deep connection with people; otherwise, we do not know what it means to be human.","rating":3},{"bookTitle":"Quiet","highlight":"In other words, the footprint of a high- or low-reactive temperament never disappeared in adulthood. Some high-reactives grew into socially fluid teenagers who were not outwardly rattled by novelty, but they never shed their genetic inheritance.","rating":1},{"bookTitle":"No Worries","highlight":"Most of the time, making money is hard, there are no shortcuts, it’s arduous, and it’s really a grind.","rating":1},{"bookTitle":"Quiet","highlight":"These students inhabit a world in which status, income, and self-esteem depend more than ever on the ability to meet the demands of the Culture of Personality. The pressure to entertain, to sell ourselves, and never to be visibly anxious keeps ratcheting up.","rating":1},{"bookTitle":"The Bookish Life of Nina Hill","highlight":"This was one of the things Nina actually loved about her mother. She would lie or make up crap and then, if you caught her at it, simply admit defeat and move on. She didn’t seem to experience shame or regret in any form.","rating":3},{"bookTitle":"Quiet","highlight":"But the café worked as my office because it had specific attributes that are absent from many modern schools and workplaces. It was social, yet its casual, come-and-go-as-you-please nature left me free from unwelcome entanglements and able to “deliberately practice” my writing. I could toggle back and forth between observer and social actor as much as I wanted.","rating":1},{"bookTitle":"Fierce Conversations","highlight":"“The moment of truth is when you ask, ‘Are these the people I want to be in trouble with for the next five, ten, fifteen years of my life?’ Because as you build a new business, one thing’s for sure: You’ll get in trouble.”","rating":3},{"bookTitle":"Quiet","highlight":"Stephen Suomi, the scientist who conducted these studies, has speculated that these high-reactive monkeys owed their success to the enormous amounts of time they spent watching rather than participating in the group, absorbing on a deep level the laws of social dynamics. (This is a hypothesis that might ring true to parents whose high-reactive children hover observantly on the edges of their peer group, sometimes for weeks or months, before edging successfully inside.)","rating":1},{"bookTitle":"Fierce Conversations","highlight":"Authenticity is not something you have; it is something you choose.","rating":3},{"bookTitle":"No Worries","highlight":"It’s good to have a healthy fear of the future. It’s good to exercise some caution. But you can’t be completely risk-averse. And spending money is an act of self-affirmation—when you get enough money in the bank, and you’re thinking about buying that house, it requires you to say: I am worth it.","rating":1},{"bookTitle":"This Is How It Always Is","highlight":"Her sheets had pictures of basset hounds and that softness you get not from thread count but from washing again and again and again.","rating":1},{"bookTitle":"No Worries","highlight":"That will happen again, I assure you. You may think that you can ride it out, and keep sending in those checks to your mutual fund. You will not. You will crap your pants, because that is what human beings are hard-wired to do.","rating":3},{"bookTitle":"No Worries","highlight":"People tend to think that higher education will solve all their problems, but you have to be realistic about what you will make upon graduation.","rating":1},{"bookTitle":"Quiet","highlight":"Alison has even created a network of quiet, reflective friends. Although her best friend in the world, Amy, is a highly charged extrovert just like her, most of her other friends are introverts. “I so appreciate people who listen well,” says Alison. “They are the friends I go have coffee with. They give me the most spot-on observations. Sometimes I haven’t even realized I was doing something counterproductive, and my introverted friends will say, ‘Here’s what you’re doing, and here are fifteen examples of when you did that same thing,’ whereas my friend Amy wouldn’t even notice. But my introverted friends are sitting back and observing, and we can really connect over that.”","rating":1},{"bookTitle":"The Bookish Life of Nina Hill","highlight":"She sometimes made lists of things she’d already done solely so she could cross them off, which she couldn’t help feeling was pretty pathetic but strangely satisfying.","rating":1},{"bookTitle":"Fierce Conversations","highlight":"What conversation can we have with one another to help our collective understanding of ground truths? Let’s examine current reality. What has changed since last we met? Where are we succeeding? Where are we failing? What have we learned in the last few months? If nothing changes, what are the implications? What is required of us now?","rating":3},{"bookTitle":"No Worries","highlight":"And that’s important! Because fighting about money is stupid, and money arguments just compound all the other arguments, and make things worse.","rating":1},{"bookTitle":"Quiet","highlight":"We also need to create settings in which people are free to circulate in a shifting kaleidoscope of interactions, and to disappear into their private workspaces when they want to focus or simply be alone. Our schools should teach children the skills to work with others—cooperative learning can be effective when practiced well and in moderation—but also the time and training they need to deliberately practice on their own. It’s also vital to recognize that many people—especially introverts like Steve Wozniak—need extra quiet and privacy in order to do their best work.","rating":3},{"bookTitle":"Quiet","highlight":"Many psychologists believe that children develop a conscience when they do something inappropriate and are rebuked by their caregivers. Disapproval makes them feel anxious, and since anxiety is unpleasant, they learn to steer clear of antisocial behavior. This is known as internalizing their parents’ standards of conduct, and its core is anxiety.","rating":3},{"bookTitle":"No Worries","highlight":"If you have cash, you have the liquidity to handle emergencies, you have the liquidity to make investments at opportune times, and you have the liquidity to spend your time how you want to. Cash is highly, highly underrated.","rating":3},{"bookTitle":"Fierce Conversations","highlight":"A friend whose mother had recently died said, “My mother never shared her dark days, her troubles with me. I don’t feel I really knew her.”","rating":3},{"bookTitle":"No Worries","highlight":"But you actually have to be both—at different times in your life. You have to be a CF at the beginning of your adult life, saving and investing early, because it is easier to forgo luxuries when you are younger.","rating":1},{"bookTitle":"Quiet","highlight":"Introverts are drawn to the inner world of thought and feeling, said Jung, extroverts to the external life of people and activities. Introverts focus on the meaning they make of the events swirling around them; extroverts plunge into the events themselves. Introverts recharge their batteries by being alone; extroverts need to recharge when they don’t socialize enough.","rating":3},{"bookTitle":"The Bookish Life of Nina Hill","highlight":"Nina sighed. “He’s objectively attractive but subjectively repulsive, on account of his overwhelming self-confidence.”","rating":3},{"bookTitle":"This Is How It Always Is","highlight":"Rosie’s number-one concern was: what would make Claude happy? Penn’s number-one concern was: what would make Claude happy? But happy is harder than it sounds.","rating":3},{"bookTitle":"No Worries","highlight":"What is debt, philosophically speaking? You borrow money, and interest is the penalty you pay for consuming something today instead of waiting until tomorrow.","rating":1},{"bookTitle":"No Worries","highlight":"Save judiciously, pay down debt, own assets, and nobody can tell you what to do. Nobody can touch you. You’re untouchable. Lose your income—no big deal. Someone gets sick—no big deal. Nothing is a big deal. That’s peace—and happiness. A life free from financial worry.","rating":3},{"bookTitle":"Fierce Conversations","highlight":"Send the Invitation and Expectations I’ll say it again. What gets talked about in a company, how it gets talked about, and who gets invited to the conversation determines what will happen.","rating":3},{"bookTitle":"Fierce Conversations","highlight":"My response to such concerns is addressed by a definition of success that has served me well for many years: I am successful to the degree that who I am and what I live are in alignment. I am doing the right work, with the right people, for the right reasons.","rating":3},{"bookTitle":"The Bookish Life of Nina Hill","highlight":"She’d read somewhere that if you can’t put language around an experience or feeling it’s because it’s from your earliest childhood, before speech, when everything was inexplicable and overwhelming.","rating":3},{"bookTitle":"No Worries","highlight":"You’re supposed to save and invest for the future—and then when the future comes, you actually have to spend it. But most people never get to the second part—they are in accumulation mode their entire lives, while after age 45, they should be in decumulation mode.","rating":1},{"bookTitle":"Quiet","highlight":"But when they embraced the Culture of Personality, Americans started to focus on how others perceived them. They became captivated by people who were bold and entertaining.","rating":3},{"bookTitle":"Fierce Conversations","highlight":"How did you arrive at this square on the board, with all of your current results—professional and personal—spread out in front of you, some you like and some you don’t? You arrived here one conversation at a time. And when you project yourself into an ideal future, how will you get from here to there? Same way you got here. One conversation at a time.","rating":3},{"bookTitle":"Quiet","highlight":"This theory holds that many children are like dandelions, able to thrive in just about any environment. But others, including the high-reactive types that Kagan studied, are more like orchids: they wilt easily, but under the right conditions can grow strong and magnificent.","rating":1},{"bookTitle":"Fierce Conversations","highlight":"“Two people in a conversation amount to four people talking. The four are what one person says, what he really wanted to say, what his listener heard, and what he thought he heard.”","rating":3},{"bookTitle":"No Worries","highlight":"The middle way The right way is the middle way, which requires you to have a healthy relationship with money. You save some, you spend some, and you don’t spend much time thinking about it.","rating":3},{"bookTitle":"No Worries","highlight":"If you get the house right, the car right, the student loans right, and set up a simple, diversified investment portfolio, chances are you won’t have to worry about giving up coffee. If you’re stressed out, you’re doing it wrong.","rating":3},{"bookTitle":"No Worries","highlight":"Upside is the idea that there is potentially no limit to how much money you can make. If you are a government employee, you do not have much upside. You traded it away for safety and security.","rating":3},{"bookTitle":"The Bookish Life of Nina Hill","highlight":"“Really? My mom drinks it all the time. But she’s much older than you, so maybe she’s more tired. People’s bodies wear out, you know.”","rating":1},{"bookTitle":"No Worries","highlight":"It’s a decision theory problem—would you rather take a certain 4% paying down the mortgage, or an uncertain 8% in the stock market?","rating":1},{"bookTitle":"No Worries","highlight":"They like a flexible work schedule, working with kids,","rating":1},{"bookTitle":"No Worries","highlight":"You should not be spending more than 25% of your income on housing costs.","rating":1},{"bookTitle":"The Bookish Life of Nina Hill","highlight":"remember a turtle only travels when it sticks its neck out.”","rating":3},{"bookTitle":"Fierce Conversations","highlight":"A leader’s job is to get it right for the organization, not to be right. And this requires Beach Ball meetings that are clear, compelling, focused, energized.","rating":2},{"bookTitle":"The Bookish Life of Nina Hill","highlight":"Bad things sometimes happen to good sentences. What can you do?","rating":3},{"bookTitle":"No Worries","highlight":"Money is a choice: you have to choose to want it. It also represents choices. It represents things you can do. It represents options. Wealthy people have more options than the rest of us.","rating":2},{"bookTitle":"Quiet","highlight":"Well-meaning parents of the midcentury agreed that quiet was unacceptable and gregariousness ideal for both girls and boys. Some discouraged their children from solitary and serious hobbies, like classical music, that could make them unpopular.","rating":2},{"bookTitle":"Quiet","highlight":"Introverts often work more slowly and deliberately. They like to focus on one task at a time and can have mighty powers of concentration. They’re relatively immune to the lures of wealth and fame.","rating":2},{"bookTitle":"Quiet","highlight":"Kagan hypothesized that infants born with an especially excitable amygdala would wiggle and howl when shown unfamiliar objects—and grow up to be children who were more likely to feel vigilant when meeting new people. And this is just what he found. In other words, the four-month-olds who thrashed their arms like punk rockers did so not because they were extroverts in the making, but because their little bodies reacted strongly—they were “high-reactive”—to new sights, sounds, and smells. The quiet infants were silent not because they were future introverts—just the opposite—but because they had nervous systems that were unmoved by novelty.","rating":1},{"bookTitle":"Quiet","highlight":"Low-reactive, extroverted children, if raised by attentive families in safe environments, can grow up to be energetic achievers with big personalities—the Richard Bransons and Oprahs of this world. But give those same children negligent caregivers or a bad neighborhood, say some psychologists, and they can turn into bullies, juvenile delinquents, or criminals.","rating":3},{"bookTitle":"Quiet","highlight":"Introversion—along with its cousins sensitivity, seriousness, and shyness—is now a second-class personality trait, somewhere between a disappointment and a pathology.","rating":3},{"bookTitle":"Quiet","highlight":"One of the most interesting findings, echoed by later studies, was that the more creative people tended to be socially poised introverts. They were interpersonally skilled but “not of an especially sociable or participative temperament.”","rating":1},{"bookTitle":"This Is How It Always Is","highlight":"“Telephone.” He winked. “It’s only nineteenth-century technology, but it’s more effective because it’s not pretend.”","rating":2},{"bookTitle":"No Worries","highlight":"Focusing on the revenue side involves risk—something some people are uncomfortable with. It is a small risk to ask for a raise, I suppose. You might annoy your boss. But really, the worst that can happen is that he says no. It is a bigger risk to look for another job, or to change careers. Yes, you might fail. The alternative is that you can sit in your stultifying cube farm every day and read about people getting rich on the internet.","rating":2},{"bookTitle":"Quiet","highlight":"But the class was based on desensitization training, an approach that made sense to me. Often used as a way to conquer phobias, desensitization involves exposing yourself (and your amygdala) to the thing you’re afraid of over and over again, in manageable doses. This is very different from the well-meaning but unhelpful advice that you should just jump in at the deep end and try to swim—an approach that might work, but more likely will produce panic, further encoding in your brain a cycle of dread, fear, and shame.","rating":3},{"bookTitle":"No Worries","highlight":"When you have debt, you have a fixed payment that you need to meet every month. This causes stress. If you don’t have debt, you don’t have payments, and you have no stress. Simple as that. Debt is a source of stress.","rating":3},{"bookTitle":"Quiet","highlight":"In iWoz, he recalls HP as a meritocracy where it didn’t matter what you looked like, where there was no premium on playing social games, and where no one pushed him from his beloved engineering work into management. That was what collaboration meant for Woz: the ability to share a donut and a brainwave with his laid-back, nonjudgmental, poorly dressed colleagues—who minded not a whit when he disappeared into his cubicle to get the real work done.","rating":2},{"bookTitle":"The Bookish Life of Nina Hill","highlight":"“If I don’t like the food at a restaurant I can send it back and get a refund.” “Not if you’ve eaten it.” Nina was confident on this one.","rating":3},{"bookTitle":"Quiet","highlight":"The way forward, I’m suggesting, is not to stop collaborating face-to-face, but to refine the way we do it. For one thing, we should actively seek out symbiotic introvert-extrovert relationships, in which leadership and other tasks are divided according to people’s natural strengths and temperaments.","rating":2},{"bookTitle":"No Worries","highlight":"There is no escaping financial risk.","rating":2},{"bookTitle":"No Worries","highlight":"The first and best way to protect yourself against the vagaries of the financial markets is through diversification.","rating":2},{"bookTitle":"This Is How It Always Is","highlight":"How was the same answer as it is for all impossible things you do anyway. One day at a time.","rating":3},{"bookTitle":"This Is How It Always Is","highlight":"“Because children are bad decision makers,” said Penn.","rating":3},{"bookTitle":"The Bookish Life of Nina Hill","highlight":"Candice Hill had no patience for drama, or overblown feelings, really, of any kind. Which made her superficial and frustrating if, like Nina, you wanted to have a conversation about emotional topics like discovering your entire life had been a lie, but which also made things clunk back into perspective.","rating":1},{"bookTitle":"Quiet","highlight":"But he prefers passive forms of collaboration like e-mail, instant messaging, and online chat tools. His advice for other employers? “Cancel your next meeting,” he advises. “Don’t reschedule it. Erase it from memory.” He also suggests “No-Talk Thursdays,” one day a week in which employees aren’t allowed to speak to each other.","rating":3},{"bookTitle":"No Worries","highlight":"Living a stress-free financial life means maintaining a strong liquidity position at all times. If you are a real estate investor, and you have ten to 12 houses, you will want to have a lot of cash on hand.","rating":2},{"bookTitle":"Quiet","highlight":"A mountain of recent data on open-plan offices from many different industries corroborates the results of the games. Open-plan offices have been found to reduce productivity and impair memory. They’re associated with high staff turnover. They make people sick, hostile, unmotivated, and insecure.","rating":2},{"bookTitle":"The Bookish Life of Nina Hill","highlight":"So when she looked up from the pile of books she was reshelving and saw Tom entering the store, her first thought was she couldn’t go out with him that night, because she had nothing to do.","rating":3},{"bookTitle":"Quiet","highlight":"In humans with unwarranted fears, like batophobia, or fear of heights, the same thing happens. Repeated trips to the top of the Empire State Building seem to extinguish the fear, but it may come roaring back during times of stress—when the cortex has other things to do than soothe an excitable amygdala.","rating":3},{"bookTitle":"No Worries","highlight":"There is no silver bullet. There is no one thing you can do throughout an investing career that will solve all your financial problems.","rating":3},{"bookTitle":"No Worries","highlight":"“How DO I get the big decisions right?” In the pages ahead, we’ll break it down by examining the only two sources of financial stress: debt and risk.","rating":2},{"bookTitle":"The Bookish Life of Nina Hill","highlight":"(did you know a “moment” is actually a medieval term for a minute and a half, for example?).","rating":2},{"bookTitle":"Quiet","highlight":"Today, working in teams and groups is highly valued. We are designing products to facilitate that.” Rival office manufacturer Herman Miller, Inc., has not only introduced new furniture designed to accommodate “the move toward collaboration and teaming in the workplace” but also moved its own top executives from private offices to an open space.","rating":2},{"bookTitle":"The Bookish Life of Nina Hill","highlight":"You talk when you cease to be at peace with your thoughts.","rating":3},{"bookTitle":"Fierce Conversations","highlight":"For example, if I believe that someone in my company is a jerk who doesn’t wish me well, I will put the worst possible interpretation on any e-mails that person sends me, reading bluntness and rudeness where I might read efficiency in correspondence with others.","rating":2},{"bookTitle":"Quiet","highlight":"Or you’re told that you’re “in your head too much,” a phrase that’s often deployed against the quiet and cerebral. Of course, there’s another word for such people: thinkers.","rating":3},{"bookTitle":"No Worries","highlight":"Your job is not your job. Your job is to be friends with your boss. Go out to lunch, go golfing, do what you have to do; but if you don’t have a good personal relationship with your boss, if your boss personally dislikes you, you are not getting a raise or a promotion.","rating":3},{"bookTitle":"Quiet","highlight":"Here’s one answer: social media has made new forms of leadership possible for scores of people who don’t fit the Harvard Business School mold.","rating":2},{"bookTitle":"This Is How It Always Is","highlight":"Penn thought how much easier it was to say things from halfway around the world sometimes. It wasn’t because it was on a computer instead of in person. It was because remote love hurt but gave you clarity.","rating":3},{"bookTitle":"Fierce Conversations","highlight":"All conversations are with myself, and sometimes they involve other people.","rating":3},{"bookTitle":"Quiet","highlight":"But we’re so impressed by the power of online collaboration that we’ve come to overvalue all group work at the expense of solo thought. We fail to realize that participating in an online working group is a form of solitude all its own. Instead we assume that the success of online collaborations will be replicated in the face-to-face world.","rating":2},{"bookTitle":"This Is How It Always Is","highlight":"The other kids, your teacher, your friends, everyone would be fine. Everyone loves you for who you are.” “No one but you,” said Claude. “No one but us. We are the only ones.”","rating":2},{"bookTitle":"This Is How It Always Is","highlight":"Night shifts were brutal but easier to schedule around. Sometimes, it was just less painful to forgo sleep than to try to find child care for all the early dismissals and vacations and holidays and staff developments and parent-teacher conference days.","rating":1},{"bookTitle":"The Bookish Life of Nina Hill","highlight":"Nina had a rich imagination to compensate for her lack of spending money.","rating":3},{"bookTitle":"Quiet","highlight":"There are almost as many definitions of introvert and extrovert as there are personality psychologists, who spend a great deal of time arguing over which meaning is most accurate.","rating":2},{"bookTitle":"Quiet","highlight":"Then she remembered what I’d told her again and again: she was an introvert, and as such she had unique powers in negotiation—perhaps less obvious but no less formidable. She’d probably prepared more than everyone else. She had a quiet but firm speaking style. She rarely spoke without thinking.","rating":3},{"bookTitle":"The Bookish Life of Nina Hill","highlight":"Becky grinned and ruffled the dog’s ears. “Well, to be fair, there’s always room for one more in the family.” She looked up at Nina and grinned. “Even if you’re not a dog.”","rating":1},{"bookTitle":"This Is How It Always Is","highlight":"He had a policy at the time never to say no to new and potentially peculiar experiences in case he needed things to write about later.","rating":3},{"bookTitle":"The Bookish Life of Nina Hill","highlight":"People who are going to kiss do it with their eyes first.”","rating":1},{"bookTitle":"No Worries","highlight":"One thing that is true about the financial industry is that you can’t get fired for losing money as long as you’re doing what everyone else is doing.","rating":3},{"bookTitle":"Quiet","highlight":"We might call this the “rubber band theory” of personality. We are like rubber bands at rest. We are elastic and can stretch ourselves, but only so much.","rating":3},{"bookTitle":"No Worries","highlight":"How do you know when you are ruled by money? When you spend all your time thinking about it. CFs and high rollers both have an emotional response to money. If you are doing it right, you should spend less than 1% of your time thinking about money, and there should be no positive or negative emotions associated with it.","rating":3},{"bookTitle":"Quiet","highlight":"But then we took things a step further than the facts called for. We came to value transparency and to knock down walls—not only online but also in person. We failed to realize that what makes sense for the asynchronous, relatively anonymous interactions of the Internet might not work as well inside the face-to-face, politically charged, acoustically noisy confines of an open-plan office.","rating":1},{"bookTitle":"This Is How It Always Is","highlight":"Did she believe this daughter would grow up and be, at ten, the little girl she’d lost, Poppy herself, picking up where Poppy had left off, fulfilling all the promise of that stymied, hacked-off,","rating":1},{"bookTitle":"No Worries","highlight":"Debt is risk. Things can go wrong. You can look at your situation optimistically, that nothing will go wrong, or, even if it does, you will be able to figure it out; or you can look at it pessimistically, and say, “Something is probably going to go wrong, and then I’ll be screwed.”","rating":1},{"bookTitle":"No Worries","highlight":"20% cash: Here, I recommend a money market mutual fund. Any will do—there isn’t much difference between them. There are prime money market funds and treasury money market funds. The treasury money market funds just have T-bills—the prime funds have commercial paper and other instruments. The prime money market funds have a tiny amount of credit risk, and they have a slightly higher yield. Either is fine.","rating":1},{"bookTitle":"Quiet","highlight":"We tend to notice most a child’s reaction to unfamiliar people—how does he behave on the first day of school? Does she seem uncertain at birthday parties full of kids she doesn’t know? But what we’re really observing is a child’s sensitivity to novelty in general, not just to people.","rating":3},{"bookTitle":"No Worries","highlight":"And the purpose of volatility is to make people make stupid decisions.","rating":3},{"bookTitle":"Quiet","highlight":"If Parks spoke through her actions, and if Moses spoke through his brother Aaron, today another type of introverted leader speaks using the Internet.","rating":1},{"bookTitle":"This Is How It Always Is","highlight":"They say she and they say her, and it’s like they’re not even pretending, you know?” “They’re not,” Penn said. “It’s like I’m not even pretending too.”","rating":1},{"bookTitle":"Quiet","highlight":"In fact, public speaking anxiety may be primal and quintessentially human, not limited to those of us born with a high-reactive nervous system. One theory, based on the writings of the sociobiologist E. O. Wilson, holds that when our ancestors lived on the savannah, being watched intently meant only one thing: a wild animal was stalking us. And when we think we’re about to be eaten, do we stand tall and hold forth confidently? No. We run.","rating":1},{"bookTitle":"This Is How It Always Is","highlight":"“All life. You are never finish, never done. Never become, always becoming. You know? Life is change so is always okay you are not there yet. Is like this for you and Poppy and everyone. The people who do not understand are change. The people who afraid are change. There is no before and no after because change is what is life. You live in change, in in between.”","rating":3},{"bookTitle":"This Is How It Always Is","highlight":"“I wanted there to be blood.” “I know.” “His. But I’d have settled for mine.”","rating":3},{"bookTitle":"This Is How It Always Is","highlight":"Roo began a practice he would hone to an art in the years to come: pretending he wasn’t related to any of them.","rating":3},{"bookTitle":"Fierce Conversations","highlight":"How do the realities we’ve explored for companies apply to you as an individual? A useful question is “What are my skills and talents, and are there gaps between those talents and what I am bringing to the job market, to my career, and to my personal relationships?”","rating":2},{"bookTitle":"The Bookish Life of Nina Hill","highlight":"Lauren added, “And that’s apparently her deal breaker.” Nina looked around. “Isn’t it everyone’s?” Lauren shook her head. “Not mine. Mind you, I’m not a bookstore employee, so it’s not like nonreaders threaten my livelihood.”","rating":3},{"bookTitle":"Quiet","highlight":"This isn’t always possible, of course. Sometimes speakers need to talk about subjects that don’t interest them much, especially at work. I believe this is harder for introverts, who have trouble projecting artificial enthusiasm. But there’s a hidden advantage to this inflexibility: it can motivate us to make tough but worthwhile career changes if we find ourselves compelled to speak too often about topics that leave us cold. There is no one more courageous than the person who speaks with the courage of his convictions.","rating":1},{"bookTitle":"No Worries","highlight":"When you see someone who is richer than you, and their life seems really easy, what you’re not seeing is all the hard work and risk-taking that went into it.","rating":3},{"bookTitle":"Quiet","highlight":"Many of the children turned out exactly as Kagan had expected. The high-reactive infants, the 20 percent who’d hollered at the mobiles bobbing above their heads, were more likely to have developed serious, careful personalities. The low-reactive infants—the quiet ones—were more likely to have become relaxed and confident types.","rating":1},{"bookTitle":"The Bookish Life of Nina Hill","highlight":"“Some people take energy; some people give energy . . . Occasionally, you get lucky and find someone whose energy balances your own and brings you into neutral.”","rating":2},{"bookTitle":"Fierce Conversations","highlight":"Companies, teams, families, and communities have been changed by individuals who have arrived at compelling clarity about the trajectories of their corporate and personal lives, having wrestled these questions to the ground.","rating":3},{"bookTitle":"This Is How It Always Is","highlight":"There was nothing that could be learned from a kid coming in shot or beaten that made it worth a kid getting shot or beaten.","rating":2},{"bookTitle":"Quiet","highlight":"What’s so magical about solitude? In many fields, Ericsson told me, it’s only when you’re alone that you can engage in Deliberate Practice, which he has identified as the key to exceptional achievement. When you practice deliberately, you identify the tasks or knowledge that are just out of your reach, strive to upgrade your performance, monitor your progress, and revise accordingly.","rating":2},{"bookTitle":"Fierce Conversations","highlight":"A leader’s job is to engineer epiphanies through conversations that reveal we are capable of original thought.","rating":3},{"bookTitle":"The Bookish Life of Nina Hill","highlight":"Lili looked at the younger woman, and her smile was warm. “You know, you can’t always be ready. Life tends toward chaos, sadly. I thought I had my life all planned out nicely, and then my husband died in a car accident and everything changed completely. It’s all very well to have a plan—it’s a good idea—but you have to be able to walk away from it if you need to.”","rating":3},{"bookTitle":"This Is How It Always Is","highlight":"“If you don’t worry about something until it’s already a problem,” said Rosie, “that’s not worry. That’s observation.”","rating":3},{"bookTitle":"This Is How It Always Is","highlight":"“You can tell anytime,” Penn said, “but once people know, they can never unknow.”","rating":3},{"bookTitle":"No Worries","highlight":"The emergency fund The first reason you want to have cash is for emergency funds. This is a very important rule that you must follow: keep six to 12 months’ worth of expenses in the bank in case of emergencies. Because you just never know.","rating":1},{"bookTitle":"Quiet","highlight":"He describes eloquently a high-reactive child’s ideal parent: someone who “can read your cues and respect your individuality; is warm and firm in placing demands on you without being harsh or hostile; promotes curiosity, academic achievement, delayed gratification, and self-control; and is not harsh, neglectful, or inconsistent.” This advice is terrific for all parents, of course, but it’s crucial for raising a high-reactive child.","rating":2},{"bookTitle":"The Bookish Life of Nina Hill","highlight":"Now, as an adult, she’d come to the conclusion that her mother being away all the time had probably been a blessing. Her nanny, Louise, had been a wonderful mother, and her mother had been a wonderful photographer. Biology is not destiny, and love is not proportionate to shared DNA.","rating":2},{"bookTitle":"The Bookish Life of Nina Hill","highlight":"Louise laughed. “Then don’t borrow trouble from tomorrow, baby. Don’t worry about how it might go wrong; just let yourself be happy.”","rating":3},{"bookTitle":"Quiet","highlight":"That’s because top performers overwhelmingly worked for companies that gave their workers the most privacy, personal space, control over their physical environments, and freedom from interruption.","rating":3},{"bookTitle":"No Worries","highlight":"What I am in search of is scalable businesses. An internet newsletter is a scalable business. It takes the same effort to write one copy as it does a million copies. The business can grow rapidly, without much increase in overhead. If you look at all the really profitable businesses out there, they are all scalable, weightless businesses. “Weightless” means not much in the way of capital expenditure or assets on the balance sheet.","rating":3},{"bookTitle":"Quiet","highlight":"There’s only one problem with Osborn’s breakthrough idea: group brainstorming doesn’t actually work.","rating":1},{"bookTitle":"No Worries","highlight":"Having a bunch of assets makes you very fragile. Having a large cash position reduces your fragility. It makes you indestructible, actually. Of course, there are trade-offs. There are trade-offs between returns and safety. I place a higher value on safety than I do on returns. Remember, the goal is not to be a millionaire; the goal is to live a stress-free financial life.","rating":3},{"bookTitle":"This Is How It Always Is","highlight":"You’re ticking off boxes here because it’s something you can do, and I get that, believe me, but she’s got to be lost for a bit, and she can’t be lost if we’re leading her out of the woods.”","rating":3},{"bookTitle":"This Is How It Always Is","highlight":"Or was it some long-bred, deep-sown conviction that the more children the better because you never knew when you might lose one?","rating":2},{"bookTitle":"No Worries","highlight":"The purpose of this book is to help you to minimize financial stress. There are only two sources of financial stress: debt and risk. There are no other sources of financial stress. All financial stress can be boiled down to debt or risk.","rating":3},{"bookTitle":"Fierce Conversations","highlight":"It may be time to screw your courage to the sticking place and fire yourself. Make yourself available to industry. Make yourself available to whatever is out there with your name on it.","rating":1},{"bookTitle":"No Worries","highlight":"It comes down to: Money is a choice. We all get to choose how much money we have.","rating":3},{"bookTitle":"Quiet","highlight":"Whatever the underlying cause, there’s a host of evidence that introverts are more sensitive than extroverts to various kinds of stimulation, from coffee to a loud bang to the dull roar of a networking event—and that introverts and extroverts often need very different levels of stimulation to function at their best.","rating":2},{"bookTitle":"No Worries","highlight":"You are probably not going to win… but you might! One thing is for certain—you won’t win if you don’t buy a ticket. Hence, the exposure to upside. You want to be positively exposed to luck.","rating":3},{"bookTitle":"No Worries","highlight":"I have a rational, empirical mind, but I think luck is real. Luck is the propensity for good things to happen more often to you than other people. Luck exists—I have seen it in my career. I am the luckiest person in the world—I firmly believe that. But I also put myself in a position where I can be positively exposed to luck.","rating":3},{"bookTitle":"This Is How It Always Is","highlight":"children being the enemies of plans and also the enemies of anything new besides themselves.","rating":3},{"bookTitle":"The Bookish Life of Nina Hill","highlight":"Of course, being scared of having a panic attack meant she was permanently on edge, which increased the chance she would have one, so she would berate herself for getting anxious . . . and so it goes, as Vonnegut would say.","rating":3}]