[{"bookTitle": "This Is How It Always Is", "highlight": "“Because you know what’s even better than happy endings?” “What?” “Happy middles.” “You think?” “All the happy with none of the finality. All the happy with room enough to grow. What could be better than that?”", "rating": 3}, {"bookTitle": "This Is How It Always Is", "highlight": "Making peace was better than living in fear.", "rating": 3}, {"bookTitle": "The Bookish Life of Nina Hill", "highlight": "“That is both the lamest and the nerdiest excuse for inaction I’ve ever heard. I can’t decide whether to smack you across the face or burst into applause.”", "rating": 3}, {"bookTitle": "Fierce Conversations", "highlight": "One of my colleagues, Pat Murray, suggests, “If you want to see someone in real pain, watch someone who knows who he is and defaults on it on a regular basis.”", "rating": 3}, {"bookTitle": "No Worries", "highlight": "Cash in a bank account is just fine. Why? Because making zero percent in the bank is better than making negative percent in the stock market.", "rating": 3}, {"bookTitle": "No Worries", "highlight": "You could get a raise This is one very simple way to get more money. Not a lot of money, but some. It is a good first step. You might be wondering how to get a raise. I will tell you how to get a raise: bosses don’t give raises to people they don’t like.", "rating": 3}, {"bookTitle": "Fierce Conversations", "highlight": "Is the personal cost I’m paying really worth it? One of the rules of engagement for companies, couples, and individuals who are practicing the principles of fierce conversations is that while no one has to change, everyone has to have the conversation.", "rating": 3}, {"bookTitle": "The Bookish Life of Nina Hill", "highlight": "Nina might battle crippling anxiety once or twice a week, but she also worked in retail, and rudeness is the special sauce on the burger that is the Los Angeles shopping public.", "rating": 3}, {"bookTitle": "The Bookish Life of Nina Hill", "highlight": "Nina regarded her carefully. “I find that story almost impossible to believe.” Liz turned and walked toward nonfiction. “I should hope so, seeing as I completely made it up.”", "rating": 3}, {"bookTitle": "This Is How It Always Is", "highlight": "They say it is what you never imagine can be lost that is hardest to live without.", "rating": 3}, {"bookTitle": "The Bookish Life of Nina Hill", "highlight": "Nina wasn’t a wine snob or anything, but she was a millennial, and as you’ve probably heard, they drink more wine than any generation in history.", "rating": 3}, {"bookTitle": "The Bookish Life of Nina Hill", "highlight": "He liked the concept of fatherhood, you know, the job description. He just didn’t want to do the actual work.”", "rating": 3}, {"bookTitle": "Quiet", "highlight": "“Putting theory into practice is hard for them,” writes Gallagher, “because their sensitive natures and elaborate schemes are unsuited to the heterogeneous rigors of the schoolyard.” Yet as we’ll see in the chapters to come, these traits—alertness, sensitivity to nuance, complex emotionality—turn out to be highly underrated powers.", "rating": 3}, {"bookTitle": "This Is How It Always Is", "highlight": "“It takes a whole lifetime”—Mr. Tongo sounded overjoyed as usual—“so it’s a good thing she’s starting early.”", "rating": 3}, {"bookTitle": "The Bookish Life of Nina Hill", "highlight": "“Would you like a glass of wine?” asked Peter. “It’s terrible, but there’s alcohol in it.”", "rating": 3}, {"bookTitle": "No Worries", "highlight": "There is some research that shows that more information, consumed more frequently, leads to bad decision-making.", "rating": 3}, {"bookTitle": "The Bookish Life of Nina Hill", "highlight": "“Being with you is as good as being alone.”", "rating": 3}, {"bookTitle": "No Worries", "highlight": "Ultimately, I recommend that 20% of your net worth is held in cash, for emergencies, to take advantage of opportunities, or for portfolio reasons, which we will discuss in Part IV. This is about living a stress-free financial life. Having a large cash cushion dramatically reduces your financial stress.", "rating": 3}, {"bookTitle": "The Bookish Life of Nina Hill", "highlight": "She enjoyed people—she really did—she just needed to take them in homeopathic doses; a little of the poison was the cure.", "rating": 3}, {"bookTitle": "Quiet", "highlight": "Our lives are shaped as profoundly by personality as by gender or race. And the single most important aspect of personality—the “north and south of temperament,” as one scientist puts it—is where we fall on the introvert-extrovert spectrum.", "rating": 3}, {"bookTitle": "This Is How It Always Is", "highlight": "“You’re too old to be open-minded and tolerant,” said Rosie. “I’m too old not to be.”", "rating": 3}, {"bookTitle": "This Is How It Always Is", "highlight": "You have to help him see that if he’s disappearing from the world, that’s too high a price to pay for fitting in.", "rating": 3}, {"bookTitle": "Fierce Conversations", "highlight": "The conversation is the relationship.", "rating": 3}, {"bookTitle": "Fierce Conversations", "highlight": "What are the right questions? They are the big questions that define your ideal future: Where am I going? Why am I going there? Who is going with me? How am I going to get there? Am I realizing my full potential? Am I fully extended in my capabilities? Is there value and fulfillment in my work today? What unmet needs am I moved and positioned to meet?", "rating": 3}, {"bookTitle": "No Worries", "highlight": "You want to get yourself into a position where you have upside. Oftentimes that means getting equity in the company where you work, so you can share in the profits. If the company grows, then you benefit along with it.", "rating": 3}, {"bookTitle": "Quiet", "highlight": "For very different reasons, shy and introverted people might choose to spend their days in behind-the-scenes pursuits like inventing, or researching, or holding the hands of the gravely ill—or in leadership positions they execute with quiet competence. These are not alpha roles, but the people who play them are role models all the same.", "rating": 3}, {"bookTitle": "Quiet", "highlight": "Yet today we make room for a remarkably narrow range of personality styles. We’re told that to be great is to be bold, to be happy is to be sociable. We see ourselves as a nation of extroverts—which means that we’ve lost sight of who we really are.", "rating": 3}, {"bookTitle": "Fierce Conversations", "highlight": "Our most valuable currency is relationship. Emotional capital.", "rating": 3}, {"bookTitle": "No Worries", "highlight": "Risk management is about fighting your emotions. If I could summarize it in one sentence, my philosophy of risk management is as follows: This too shall pass.", "rating": 3}, {"bookTitle": "This Is How It Always Is", "highlight": "“Not ever. Not once. You never know. You only guess. This is how it always is. You have to make these huge decisions on behalf of your kid, this tiny human whose fate and future is entirely in your hands, who trusts you to know what’s good and right and then to be able to make that happen. You never have enough information. You don’t get to see the future. And if you screw up, if with your incomplete, contradictory information you make the wrong call, well, nothing less than your child’s entire future and happiness is at stake. It’s impossible. It’s heartbreaking. It’s maddening. But there’s no alternative.”", "rating": 3}, {"bookTitle": "Quiet", "highlight": "This teacher was kind and well-intentioned, but I wonder whether students like the young safety officer would be better off if we appreciated that not everyone aspires to be a leader in the conventional sense of the word—that some people wish to fit harmoniously into the group, and others to be independent of it.", "rating": 3}, {"bookTitle": "Quiet", "highlight": "The lesson, says Collins, is clear. We don’t need giant personalities to transform companies. We need leaders who build not their own egos but the institutions they run.", "rating": 3}, {"bookTitle": "Fierce Conversations", "highlight": "In The Sun Also Rises, a character drinking with friends in a bar is asked, “How did you go bankrupt?” He answers, “Gradually, then suddenly.”", "rating": 3}, {"bookTitle": "The Bookish Life of Nina Hill", "highlight": "Life will throw you major curveballs, but it’s rare you can do much more than duck.", "rating": 3}, {"bookTitle": "Fierce Conversations", "highlight": "Fierce conversations often do take time. The problem is, not having them takes longer.", "rating": 3}, {"bookTitle": "Fierce Conversations", "highlight": "Preparing an Issue for Discussion Pat Murray suggests, “The problem named is the problem solved.” It is crucial to spend time in the problem-naming part of the exercise before the meeting!", "rating": 3}, {"bookTitle": "Fierce Conversations", "highlight": "In getting to this place of alignment, one thing is clear: The quality of our lives is largely determined by the quality of the questions we ask ourselves—and the quality of our answers.", "rating": 3}, {"bookTitle": "The Bookish Life of Nina Hill", "highlight": "“Wow. You tipped someone over into the priesthood?” Polly shrugged. “Maybe he thought after me it was all downhill, and he might as well devote himself to giving back to the world, after the world had given him one incredible night with me.”", "rating": 3}, {"bookTitle": "No Worries", "highlight": "Let the cash sit there in the bank: it is serving a purpose, and that purpose is your mental health. There is nothing else that is more important.", "rating": 3}, {"bookTitle": "No Worries", "highlight": "Oftentimes, the best thing to do is to not look at your portfolio. Just don’t log in. Live your life and forget about it.", "rating": 3}, {"bookTitle": "No Worries", "highlight": "From an evolutionary perspective, human beings are hard-wired to be bad investors. I am no different. We will find a way to lose money. So making zero in the bank is not the worst thing in the world. With one caveat: Inflation.", "rating": 3}, {"bookTitle": "Quiet", "highlight": "If there is only one insight you take away from this book, though, I hope it’s a newfound sense of entitlement to be yourself. I can vouch personally for the life-transforming effects of this outlook.", "rating": 3}, {"bookTitle": "No Worries", "highlight": "We begin with Chapter 2, where we talk about how wealth is a product of a few big decisions, not a million small decisions—one of the most important concepts in this book.", "rating": 3}, {"bookTitle": "Quiet", "highlight": "If these statistics surprise you, that’s probably because so many people pretend to be extroverts.", "rating": 3}, {"bookTitle": "This Is How It Always Is", "highlight": "Thinking about the difference between school and practice, books and life. What you think things are going to be like and how they actually are.”", "rating": 3}, {"bookTitle": "The Bookish Life of Nina Hill", "highlight": "Even in the most organized life there is room for whimsy. It just needs scheduling. As her heroine Monica Geller would say, Rules help control the fun.", "rating": 3}, {"bookTitle": "This Is How It Always Is", "highlight": "You could not avoid being who you were, could you? You could not avoid being who you were, and sometimes it destroyed you.", "rating": 3}, {"bookTitle": "No Worries", "highlight": "The Greatest Lie Ever Told: You can get rich by cutting expenses to the bone. Austerity is tough. It’s tough to maintain day after day, week after week, month after month.", "rating": 3}, {"bookTitle": "No Worries", "highlight": "Remember, this is not about being financially successful. This is about being financially happy.", "rating": 3}, {"bookTitle": "No Worries", "highlight": "Remember, this is about living a stress-free financial life. Imagine you get to a point where nothing can touch you—you lose your job, no big deal. Car transmission breaks, no big deal. Your cat gets sick, no big deal. That’s what the money is for.", "rating": 3}, {"bookTitle": "Quiet", "highlight": "Free will can take us far, suggests Dr. Schwartz’s research, but it cannot carry us infinitely beyond our genetic limits. Bill Gates is never going to be Bill Clinton, no matter how he polishes his social skills, and Bill Clinton can never be Bill Gates, no matter how much time he spends alone with a computer.", "rating": 3}, {"bookTitle": "This Is How It Always Is", "highlight": "How did you teach your small human that it’s what’s inside that counts when the truth was everyone was pretty preoccupied with what you put on over the outside too?", "rating": 3}, {"bookTitle": "No Worries", "highlight": "The typical wisdom on emergency funds is that you should have six months of expenses on hand, or $10,000, whichever is greater. You should probably have more than that, given that economic cycles are longer and deeper. A couple years should suffice.", "rating": 3}, {"bookTitle": "No Worries", "highlight": "I’ll tell you why this is important. The most important thing about investing is to stay invested, so you can keep compounding. Once you panic and sell your stocks and bonds, you stop compounding, and the growth ends.", "rating": 3}, {"bookTitle": "No Worries", "highlight": "I like to think of money as a big pile of things I can do. Anything becomes possible.", "rating": 3}, {"bookTitle": "No Worries", "highlight": "But then after age 45, when you have accumulated some wealth, it is time to spend it and enjoy the fruits of your labor.", "rating": 3}, {"bookTitle": "No Worries", "highlight": "Worrying about money is stupid. Financial stress compounds all other stresses and makes them intolerable. And financial stress is typically man-made—it is a problem of our own creation. It is completely avoidable.", "rating": 3}, {"bookTitle": "The Bookish Life of Nina Hill", "highlight": "But if you’re choosing to be alone because you’re scared of other people, resist that fear. Trust people with your truth, and bravely tell them you’re not brave at all.", "rating": 3}, {"bookTitle": "No Worries", "highlight": "It is true what they say: the rich definitely get richer. But why do the rich get richer? Because they: focus on the revenue side; get exposure to upside; and are positively exposed to luck.", "rating": 3}, {"bookTitle": "Quiet", "highlight": "While extroverts tend to attain leadership in public domains, introverts tend to attain leadership in theoretical and aesthetic fields. Outstanding introverted leaders, such as Charles Darwin, Marie Curie, Patrick White and Arthur Boyd, who have created either new fields of thought or rearranged existing knowledge, have spent long periods of their lives in solitude. Hence leadership does not only apply in social situations, but also occurs in more solitary situations such as developing new techniques in the arts, creating new philosophies, writing profound books and making scientific breakthroughs.", "rating": 3}, {"bookTitle": "This Is How It Always Is", "highlight": "Shy, all-alone Claude was replaced by laughing, gregarious Poppy, who saved his allowance to buy a fairy calendar on which he recorded all the requests he got for playdates.", "rating": 3}, {"bookTitle": "Quiet", "highlight": "We like to think that we value individuality, but all too often we admire one type of individual—the kind who’s comfortable “putting himself out there.”", "rating": 3}, {"bookTitle": "No Worries", "highlight": "People get stuck. Stuck is a very bad place to be. The way to get unstuck is to take action. You’ve probably had at least one good business idea in your life. Why didn’t you do it? Too hard.", "rating": 3}, {"bookTitle": "This Is How It Always Is", "highlight": "“You can’t tell people what to be, I’m afraid,” said Rosie. “You can only love and support who they already are.", "rating": 3}, {"bookTitle": "The Bookish Life of Nina Hill", "highlight": "“Yeah, true.” Nina shrugged. “I guess there are as many ways to mother someone as there are mothers. Mine wasn’t there physically, but she sent a lot of cool postcards.”", "rating": 3}, {"bookTitle": "The Bookish Life of Nina Hill", "highlight": "You like being on your own, Nina, but you’ve never been alone. You know that, right?”", "rating": 3}, {"bookTitle": "The Bookish Life of Nina Hill", "highlight": "Polly shook her head. “It’s amazing to me you ever get laid at all.” “It’s amazing to me, too.”", "rating": 3}, {"bookTitle": "Fierce Conversations", "highlight": "Mineral Rights If you’re drilling for water, it’s better to drill one hundred-foot well than one hundred one-foot wells.", "rating": 3}, {"bookTitle": "Fierce Conversations", "highlight": "During fierce conversations we are more likely to get all our answers questioned than the other way around. Before we can learn, we must unlearn.", "rating": 3}, {"bookTitle": "Quiet", "highlight": "The word that Kagan first used to describe high-reactive people was inhibited, and that’s exactly how I still feel at some dinner parties.", "rating": 3}, {"bookTitle": "This Is How It Always Is", "highlight": "she interrupted the roller-skating contest Roo and Ben were holding in the living room three times. (It wasn’t that she finally succeeded in getting them to stop. It was that she finally succeeded in not caring anymore.)", "rating": 3}, {"bookTitle": "Fierce Conversations", "highlight": "But first, be reminded that one of the goals in a fierce conversation is to get everyone’s reality out on the table, so it can be interrogated. Everyone’s!", "rating": 3}, {"bookTitle": "This Is How It Always Is", "highlight": "Except then there are also the excruciating rainy Sundays when the kids are whiny, bored, and beastly, and it takes a hundred hours to get from breakfast to bedtime, the long weekends when you wonder whose demonic idea it was to trap you in your home with your bevy of abominable children for a decade without school.", "rating": 3}, {"bookTitle": "This Is How It Always Is", "highlight": "“You have to tell. It can’t be a secret. Secrets make everyone alone. Secrets lead to panic like that night at the restaurant. When you keep it a secret, you get hysterical. You get to thinking you’re the only one there is who’s like you, who’s both and neither and betwixt, who forges a path every day between selves, but that’s not so. When you’re alone keeping secrets, you get fear. When you tell, you get magic. Twice.” “Twice?” “You find out you’re not alone. And so does everyone else. That’s how everything gets better. You share your secret, and I’ll do the rest. You share your secret, and you change the world.”", "rating": 3}, {"bookTitle": "No Worries", "highlight": "get the big decisions right, and you won’t have to worry about the small decisions.", "rating": 3}, {"bookTitle": "This Is How It Always Is", "highlight": "Just being yourself never worked, but if you made yourself up, you got to be exactly who you knew yourself to be.", "rating": 3}, {"bookTitle": "Fierce Conversations", "highlight": "Our careers, our companies, our relationships, and indeed our very lives succeed or fail, gradually, then suddenly, one conversation at a time.", "rating": 3}, {"bookTitle": "No Worries", "highlight": "There are a few things you must get right or you will not be financially successful: The house The car The student loans", "rating": 3}, {"bookTitle": "Fierce Conversations", "highlight": "Team members must reconvene quarterly to address the question “What has changed since last we met?” As a company president recently admitted, “I’d like to get a firm grasp on reality, but somebody keeps moving it.”", "rating": 3}, {"bookTitle": "The Bookish Life of Nina Hill", "highlight": "Lili smiled. “Yeah but those are mom years; they’re like dog years, seven for every one. Chronologically, I’m thirty-four, but in mom years, I’m ninety-four.”", "rating": 3}, {"bookTitle": "Quiet", "highlight": "Introverts, in contrast, may have strong social skills and enjoy parties and business meetings, but after a while wish they were home in their pajamas. They prefer to devote their social energies to close friends, colleagues, and family. They listen more than they talk, think before they speak, and often feel as if they express themselves better in writing than in conversation. They tend to dislike conflict. Many have a horror of small talk, but enjoy deep discussions.", "rating": 3}, {"bookTitle": "The Bookish Life of Nina Hill", "highlight": "It was so difficult in text, and she wondered if her generation’s reliance on written communication was making them better writers or simply more confused people.", "rating": 3}, {"bookTitle": "Fierce Conversations", "highlight": "In fact, life is about making connections, most importantly, a deep connection with people; otherwise, we do not know what it means to be human.", "rating": 3}, {"bookTitle": "The Bookish Life of Nina Hill", "highlight": "This was one of the things Nina actually loved about her mother. She would lie or make up crap and then, if you caught her at it, simply admit defeat and move on. She didn’t seem to experience shame or regret in any form.", "rating": 3}, {"bookTitle": "Fierce Conversations", "highlight": "“The moment of truth is when you ask, ‘Are these the people I want to be in trouble with for the next five, ten, fifteen years of my life?’ Because as you build a new business, one thing’s for sure: You’ll get in trouble.”", "rating": 3}, {"bookTitle": "Fierce Conversations", "highlight": "Authenticity is not something you have; it is something you choose.", "rating": 3}, {"bookTitle": "No Worries", "highlight": "That will happen again, I assure you. You may think that you can ride it out, and keep sending in those checks to your mutual fund. You will not. You will crap your pants, because that is what human beings are hard-wired to do.", "rating": 3}, {"bookTitle": "Fierce Conversations", "highlight": "What conversation can we have with one another to help our collective understanding of ground truths? Let’s examine current reality. What has changed since last we met? Where are we succeeding? Where are we failing? What have we learned in the last few months? If nothing changes, what are the implications? What is required of us now?", "rating": 3}, {"bookTitle": "Quiet", "highlight": "We also need to create settings in which people are free to circulate in a shifting kaleidoscope of interactions, and to disappear into their private workspaces when they want to focus or simply be alone. Our schools should teach children the skills to work with others—cooperative learning can be effective when practiced well and in moderation—but also the time and training they need to deliberately practice on their own. It’s also vital to recognize that many people—especially introverts like Steve Wozniak—need extra quiet and privacy in order to do their best work.", "rating": 3}, {"bookTitle": "Quiet", "highlight": "Many psychologists believe that children develop a conscience when they do something inappropriate and are rebuked by their caregivers. Disapproval makes them feel anxious, and since anxiety is unpleasant, they learn to steer clear of antisocial behavior. This is known as internalizing their parents’ standards of conduct, and its core is anxiety.", "rating": 3}, {"bookTitle": "No Worries", "highlight": "If you have cash, you have the liquidity to handle emergencies, you have the liquidity to make investments at opportune times, and you have the liquidity to spend your time how you want to. Cash is highly, highly underrated.", "rating": 3}, {"bookTitle": "Fierce Conversations", "highlight": "A friend whose mother had recently died said, “My mother never shared her dark days, her troubles with me. I don’t feel I really knew her.”", "rating": 3}, {"bookTitle": "Quiet", "highlight": "Introverts are drawn to the inner world of thought and feeling, said Jung, extroverts to the external life of people and activities. Introverts focus on the meaning they make of the events swirling around them; extroverts plunge into the events themselves. Introverts recharge their batteries by being alone; extroverts need to recharge when they don’t socialize enough.", "rating": 3}, {"bookTitle": "The Bookish Life of Nina Hill", "highlight": "Nina sighed. “He’s objectively attractive but subjectively repulsive, on account of his overwhelming self-confidence.”", "rating": 3}, {"bookTitle": "This Is How It Always Is", "highlight": "Rosie’s number-one concern was: what would make Claude happy? Penn’s number-one concern was: what would make Claude happy? But happy is harder than it sounds.", "rating": 3}, {"bookTitle": "No Worries", "highlight": "Save judiciously, pay down debt, own assets, and nobody can tell you what to do. Nobody can touch you. You’re untouchable. Lose your income—no big deal. Someone gets sick—no big deal. Nothing is a big deal. That’s peace—and happiness. A life free from financial worry.", "rating": 3}, {"bookTitle": "Fierce Conversations", "highlight": "Send the Invitation and Expectations I’ll say it again. What gets talked about in a company, how it gets talked about, and who gets invited to the conversation determines what will happen.", "rating": 3}, {"bookTitle": "Fierce Conversations", "highlight": "My response to such concerns is addressed by a definition of success that has served me well for many years: I am successful to the degree that who I am and what I live are in alignment. I am doing the right work, with the right people, for the right reasons.", "rating": 3}, {"bookTitle": "The Bookish Life of Nina Hill", "highlight": "She’d read somewhere that if you can’t put language around an experience or feeling it’s because it’s from your earliest childhood, before speech, when everything was inexplicable and overwhelming.", "rating": 3}, {"bookTitle": "Quiet", "highlight": "But when they embraced the Culture of Personality, Americans started to focus on how others perceived them. They became captivated by people who were bold and entertaining.", "rating": 3}, {"bookTitle": "Fierce Conversations", "highlight": "How did you arrive at this square on the board, with all of your current results—professional and personal—spread out in front of you, some you like and some you don’t? You arrived here one conversation at a time. And when you project yourself into an ideal future, how will you get from here to there? Same way you got here. One conversation at a time.", "rating": 3}, {"bookTitle": "Fierce Conversations", "highlight": "“Two people in a conversation amount to four people talking. The four are what one person says, what he really wanted to say, what his listener heard, and what he thought he heard.”", "rating": 3}, {"bookTitle": "No Worries", "highlight": "The middle way The right way is the middle way, which requires you to have a healthy relationship with money. You save some, you spend some, and you don’t spend much time thinking about it.", "rating": 3}, {"bookTitle": "No Worries", "highlight": "If you get the house right, the car right, the student loans right, and set up a simple, diversified investment portfolio, chances are you won’t have to worry about giving up coffee. If you’re stressed out, you’re doing it wrong.", "rating": 3}, {"bookTitle": "No Worries", "highlight": "Upside is the idea that there is potentially no limit to how much money you can make. If you are a government employee, you do not have much upside. You traded it away for safety and security.", "rating": 3}, {"bookTitle": "The Bookish Life of Nina Hill", "highlight": "remember a turtle only travels when it sticks its neck out.”", "rating": 3}, {"bookTitle": "The Bookish Life of Nina Hill", "highlight": "Bad things sometimes happen to good sentences. What can you do?", "rating": 3}, {"bookTitle": "Quiet", "highlight": "Low-reactive, extroverted children, if raised by attentive families in safe environments, can grow up to be energetic achievers with big personalities—the Richard Bransons and Oprahs of this world. But give those same children negligent caregivers or a bad neighborhood, say some psychologists, and they can turn into bullies, juvenile delinquents, or criminals.", "rating": 3}, {"bookTitle": "Quiet", "highlight": "Introversion—along with its cousins sensitivity, seriousness, and shyness—is now a second-class personality trait, somewhere between a disappointment and a pathology.", "rating": 3}, {"bookTitle": "Quiet", "highlight": "But the class was based on desensitization training, an approach that made sense to me. Often used as a way to conquer phobias, desensitization involves exposing yourself (and your amygdala) to the thing you’re afraid of over and over again, in manageable doses. This is very different from the well-meaning but unhelpful advice that you should just jump in at the deep end and try to swim—an approach that might work, but more likely will produce panic, further encoding in your brain a cycle of dread, fear, and shame.", "rating": 3}, {"bookTitle": "No Worries", "highlight": "When you have debt, you have a fixed payment that you need to meet every month. This causes stress. If you don’t have debt, you don’t have payments, and you have no stress. Simple as that. Debt is a source of stress.", "rating": 3}, {"bookTitle": "The Bookish Life of Nina Hill", "highlight": "“If I don’t like the food at a restaurant I can send it back and get a refund.” “Not if you’ve eaten it.” Nina was confident on this one.", "rating": 3}, {"bookTitle": "This Is How It Always Is", "highlight": "How was the same answer as it is for all impossible things you do anyway. One day at a time.", "rating": 3}, {"bookTitle": "This Is How It Always Is", "highlight": "“Because children are bad decision makers,” said Penn.", "rating": 3}, {"bookTitle": "Quiet", "highlight": "But he prefers passive forms of collaboration like e-mail, instant messaging, and online chat tools. His advice for other employers? “Cancel your next meeting,” he advises. “Don’t reschedule it. Erase it from memory.” He also suggests “No-Talk Thursdays,” one day a week in which employees aren’t allowed to speak to each other.", "rating": 3}, {"bookTitle": "The Bookish Life of Nina Hill", "highlight": "So when she looked up from the pile of books she was reshelving and saw Tom entering the store, her first thought was she couldn’t go out with him that night, because she had nothing to do.", "rating": 3}, {"bookTitle": "Quiet", "highlight": "In humans with unwarranted fears, like batophobia, or fear of heights, the same thing happens. Repeated trips to the top of the Empire State Building seem to extinguish the fear, but it may come roaring back during times of stress—when the cortex has other things to do than soothe an excitable amygdala.", "rating": 3}, {"bookTitle": "No Worries", "highlight": "There is no silver bullet. There is no one thing you can do throughout an investing career that will solve all your financial problems.", "rating": 3}, {"bookTitle": "The Bookish Life of Nina Hill", "highlight": "You talk when you cease to be at peace with your thoughts.", "rating": 3}, {"bookTitle": "Quiet", "highlight": "Or you’re told that you’re “in your head too much,” a phrase that’s often deployed against the quiet and cerebral. Of course, there’s another word for such people: thinkers.", "rating": 3}, {"bookTitle": "No Worries", "highlight": "Your job is not your job. Your job is to be friends with your boss. Go out to lunch, go golfing, do what you have to do; but if you don’t have a good personal relationship with your boss, if your boss personally dislikes you, you are not getting a raise or a promotion.", "rating": 3}, {"bookTitle": "This Is How It Always Is", "highlight": "Penn thought how much easier it was to say things from halfway around the world sometimes. It wasn’t because it was on a computer instead of in person. It was because remote love hurt but gave you clarity.", "rating": 3}, {"bookTitle": "Fierce Conversations", "highlight": "All conversations are with myself, and sometimes they involve other people.", "rating": 3}, {"bookTitle": "The Bookish Life of Nina Hill", "highlight": "Nina had a rich imagination to compensate for her lack of spending money.", "rating": 3}, {"bookTitle": "Quiet", "highlight": "Then she remembered what I’d told her again and again: she was an introvert, and as such she had unique powers in negotiation—perhaps less obvious but no less formidable. She’d probably prepared more than everyone else. She had a quiet but firm speaking style. She rarely spoke without thinking.", "rating": 3}, {"bookTitle": "This Is How It Always Is", "highlight": "He had a policy at the time never to say no to new and potentially peculiar experiences in case he needed things to write about later.", "rating": 3}, {"bookTitle": "No Worries", "highlight": "One thing that is true about the financial industry is that you can’t get fired for losing money as long as you’re doing what everyone else is doing.", "rating": 3}, {"bookTitle": "Quiet", "highlight": "We might call this the “rubber band theory” of personality. We are like rubber bands at rest. We are elastic and can stretch ourselves, but only so much.", "rating": 3}, {"bookTitle": "No Worries", "highlight": "How do you know when you are ruled by money? When you spend all your time thinking about it. CFs and high rollers both have an emotional response to money. If you are doing it right, you should spend less than 1% of your time thinking about money, and there should be no positive or negative emotions associated with it.", "rating": 3}, {"bookTitle": "Quiet", "highlight": "We tend to notice most a child’s reaction to unfamiliar people—how does he behave on the first day of school? Does she seem uncertain at birthday parties full of kids she doesn’t know? But what we’re really observing is a child’s sensitivity to novelty in general, not just to people.", "rating": 3}, {"bookTitle": "No Worries", "highlight": "And the purpose of volatility is to make people make stupid decisions.", "rating": 3}, {"bookTitle": "This Is How It Always Is", "highlight": "“All life. You are never finish, never done. Never become, always becoming. You know? Life is change so is always okay you are not there yet. Is like this for you and Poppy and everyone. The people who do not understand are change. The people who afraid are change. There is no before and no after because change is what is life. You live in change, in in between.”", "rating": 3}, {"bookTitle": "This Is How It Always Is", "highlight": "“I wanted there to be blood.” “I know.” “His. But I’d have settled for mine.”", "rating": 3}, {"bookTitle": "This Is How It Always Is", "highlight": "Roo began a practice he would hone to an art in the years to come: pretending he wasn’t related to any of them.", "rating": 3}, {"bookTitle": "The Bookish Life of Nina Hill", "highlight": "Lauren added, “And that’s apparently her deal breaker.” Nina looked around. “Isn’t it everyone’s?” Lauren shook her head. “Not mine. Mind you, I’m not a bookstore employee, so it’s not like nonreaders threaten my livelihood.”", "rating": 3}, {"bookTitle": "No Worries", "highlight": "When you see someone who is richer than you, and their life seems really easy, what you’re not seeing is all the hard work and risk-taking that went into it.", "rating": 3}, {"bookTitle": "Fierce Conversations", "highlight": "Companies, teams, families, and communities have been changed by individuals who have arrived at compelling clarity about the trajectories of their corporate and personal lives, having wrestled these questions to the ground.", "rating": 3}, {"bookTitle": "Fierce Conversations", "highlight": "A leader’s job is to engineer epiphanies through conversations that reveal we are capable of original thought.", "rating": 3}, {"bookTitle": "The Bookish Life of Nina Hill", "highlight": "Lili looked at the younger woman, and her smile was warm. “You know, you can’t always be ready. Life tends toward chaos, sadly. I thought I had my life all planned out nicely, and then my husband died in a car accident and everything changed completely. It’s all very well to have a plan—it’s a good idea—but you have to be able to walk away from it if you need to.”", "rating": 3}, {"bookTitle": "This Is How It Always Is", "highlight": "“If you don’t worry about something until it’s already a problem,” said Rosie, “that’s not worry. That’s observation.”", "rating": 3}, {"bookTitle": "This Is How It Always Is", "highlight": "“You can tell anytime,” Penn said, “but once people know, they can never unknow.”", "rating": 3}, {"bookTitle": "The Bookish Life of Nina Hill", "highlight": "Louise laughed. “Then don’t borrow trouble from tomorrow, baby. Don’t worry about how it might go wrong; just let yourself be happy.”", "rating": 3}, {"bookTitle": "Quiet", "highlight": "That’s because top performers overwhelmingly worked for companies that gave their workers the most privacy, personal space, control over their physical environments, and freedom from interruption.", "rating": 3}, {"bookTitle": "No Worries", "highlight": "What I am in search of is scalable businesses. An internet newsletter is a scalable business. It takes the same effort to write one copy as it does a million copies. The business can grow rapidly, without much increase in overhead. If you look at all the really profitable businesses out there, they are all scalable, weightless businesses. “Weightless” means not much in the way of capital expenditure or assets on the balance sheet.", "rating": 3}, {"bookTitle": "No Worries", "highlight": "Having a bunch of assets makes you very fragile. Having a large cash position reduces your fragility. It makes you indestructible, actually. Of course, there are trade-offs. There are trade-offs between returns and safety. I place a higher value on safety than I do on returns. Remember, the goal is not to be a millionaire; the goal is to live a stress-free financial life.", "rating": 3}, {"bookTitle": "This Is How It Always Is", "highlight": "You’re ticking off boxes here because it’s something you can do, and I get that, believe me, but she’s got to be lost for a bit, and she can’t be lost if we’re leading her out of the woods.”", "rating": 3}, {"bookTitle": "No Worries", "highlight": "The purpose of this book is to help you to minimize financial stress. There are only two sources of financial stress: debt and risk. There are no other sources of financial stress. All financial stress can be boiled down to debt or risk.", "rating": 3}, {"bookTitle": "No Worries", "highlight": "It comes down to: Money is a choice. We all get to choose how much money we have.", "rating": 3}, {"bookTitle": "No Worries", "highlight": "You are probably not going to win… but you might! One thing is for certain—you won’t win if you don’t buy a ticket. Hence, the exposure to upside. You want to be positively exposed to luck.", "rating": 3}, {"bookTitle": "No Worries", "highlight": "I have a rational, empirical mind, but I think luck is real. Luck is the propensity for good things to happen more often to you than other people. Luck exists—I have seen it in my career. I am the luckiest person in the world—I firmly believe that. But I also put myself in a position where I can be positively exposed to luck.", "rating": 3}, {"bookTitle": "This Is How It Always Is", "highlight": "children being the enemies of plans and also the enemies of anything new besides themselves.", "rating": 3}, {"bookTitle": "The Bookish Life of Nina Hill", "highlight": "Of course, being scared of having a panic attack meant she was permanently on edge, which increased the chance she would have one, so she would berate herself for getting anxious . . . and so it goes, as Vonnegut would say.", "rating": 3}]